<!DOCTYPE html>
<html>
<head>
	<title>Project ABC</title>
	<meta charset="utf8">
	<link rel="icon" href="images/icon.ico" >
    <link rel="stylesheet" href="subject_review.css">

</head>
<body>
	<header>  </header>
	<h1>Project Zero</h1>
	<p id="quote">feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a>



	<div id="main">
		<br><br><br>
		 <h2 id="subject_name">Computer Science and Engineering</h2>
		 <br><br>
		 <p id="subject_details">সিএসই পড়তে গেলে যেই জিনিসটা খুবই দরকারী সেটা হলো ক্রিয়েটিভিটি, প্যাশন, লিডারশীপ কোয়ালিটি এবং অফকোর্স মাথায় রাখতে হবে সবসময় সিএসই অন্য যে কোন সাবজেক্টের চাইতে আলাদা। এটার সাথে অনেকটা চারুকলা, আর্কিটেকচারের মিল আছে। যে কোন সাবজেক্টের ইন্ডাস্ট্রীতে চাকরী পেতে হলে লাগে ভালো রেজাল্ট, মামা চাচার জোড়, রুপচাদা খাটি সয়াবিন তেল এবং টিকে থাকতে গেলে চালিয়ে যেতে হবে পলিটিক্স এবং তেল। এগুলাই উন্নতির চাবিকাঠি।
		কিন্তু সিএসইতে তোমার রেজাল্ট যদি ২ পয়েন্ট সামথিং থাকে (আউট অফ ৪), একগাদা ড্রপ কোর্স থাকে, হাতে সার্টিফিকেটও না থাকে তবুও তুমি ইন্ডাস্ট্রী কাপিয়ে দিতে পারবে যদি তোমার ক্রিয়েটিভিটি, প্যাশন, লিডারশীপ থাকে। কারণ এই তিনটা জিনিসের কম্বিনেশনে তুমি একটা জিনিসে বস হয়ে যেতে পারবে যেটাকে বলা হয় প্রোগ্রামীং। এখন একটু ভেঙে বলি এ তিনটা জিনিস কেন দরকার।
		ক্রিয়েটিভিটি : তোমার কি রাতের বেলায় আইডিয়ার ঠেলায় ঘুম আসেনা? তাহলে তুমি সফটওয়ার ডেভলপমেন্টে ভাল করবে। কারণ ইন্ডাস্ট্রী ক্রিয়েটিভিটি চায়। দিন যাচ্ছে আর মানুষের কাছে চাহিদা বাড়ছে নতুন নতুন টেকনোলজির। সুতরাং নতুন কিছু বানানোর মত ক্ষমতা তোমার থাকতে হবে। তোমার মাথায় সবসময় নতুন কিছু ঘুরপাক খেতে হবে। নাহলে একাডেমিক প্রজেক্ট করার সময় তোমাকে দিশেহারা হয়ে ঘুরতে হবে। ফাইনাল ইয়ারে থিসিসের টপিক খুজে পাবেনা যেটা খুবই দু:খজনক ব্যাপার ৩ বছর পড়াশোনা করার পর।<br><br>
		প্যাশন : নতুন কিছু বানানোর ক্ষমতা থাকলেই হবেনা সেই সাথে ইচ্ছাটাও থাকতে হবে। ক্রিয়েটিভ লোকজন সবচাইতে বেশী হতাশায় ভোগে। সেই হতাশা তোমাকে কাটিয়ে উঠতে হবে। সব বাধা ভেঙে দিয়ে কিছু করতে হলে প্যাশন থাকা জরুরী এবং সেই প্যাশনটা অবশ্যই সিএসইর জন্যই হতে হবে। সিএসইতে পড়ে পলিটিক্স নিয়ে প্যাশন থাকলে সিএসইর কোন আউটকাম আসবেনা এটা কনফার্ম। <br><br>
		লিডারশীপ : A Leader is a by born Problem Solver. <br><br>সিএসই পড়ার মানেই হলো নতুন নতুন প্রবলেম ম্যাথমেটিকসের লজিক এপ্লাই করে, ফিজিক্সের রুল দিয়ে সলভ করা। যে রিয়েল লাইফে ভাল প্রবলেম সলভার সে খুব ভালভাবে জানে একটা প্রবলেম কিভাবে সলভ করতে হয়। তাছাড়া একটা যে কোন লেন্থি কাজ আজকে কিভাবে শুরু করলে ১০ দিন পরে এটার ফল কি হবে এটা লিডার ছাড়া কেউ বলতে পারবেনা। লিডারশীপ যার মধ্যে থাকে তার মধ্যে ক্রিয়েটিভিটিও অটোমেটিক চলে আসে।
		তবে সবচাইতে বড় কথা হচ্ছে তোমাকে ভালবাসতে হবে সাবজেক্টটাকে। স্বপ্ন দেখতে হবে এবং স্বপ্ন সত্যি করার জন্য এনাফ গাটস থাকতে হবে। সাবজেক্টটার প্রতি ভালবাসা না থাকলে ভাল করা সম্ভব না।
		একটা ছোট্ট উদাহরণ দেই একজন বড়ভাইয়ের। উনি শাবির ৯৭/৯৮ ব্যাচের মনির ভাই। পাগল টাইপের মানুষ। ক্লাশ করতেননা। দিনরাত নতুন নতুন সফটওয়ার বানাতেন। অনেক ড্রপ কোর্স ছিলো। রেজাল্ট ৩ এর নীচে। উনার ব্যাচের ৪/২ পরীক্ষার পরে উনার অনেক কোর্স বাকী ছিলো। সার্টিফিকেট ছাড়াই উনি চাকরী পেয়ে গেলেন মাইক্রোসফট এ। <br><br>জাফর স্যার উনাকে আমেরিকা থেকে আনিয়ে কোর্সগুলা কমপ্লিট করিয়েছিলেন। কথায় কথায় স্যার একবার মনির ভাইকে জিজ্ঞেস করেছিলেন যে তোমার রেজাল্ট, সার্টিফিকেট নিয়ে এরা কিছু বলেনা? মনির ভাই উত্তর দিলেন, "না। ওরা ভয় পায় আমি যদি তাহলে চাকরী ছেড়ে দেই।"
		(লিখেছেন সুদীপ্ত কর - CSE 4/2, SUST)
		</p>


		<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>
 

		
	</div>





</body>
</html>