<!DOCTYPE html>
<html>
<head>
	<title>Project ABC</title>
	<meta charset="utf8">
	<link rel="icon" href="images/icon.ico" >
    <link rel="stylesheet" href="subject_review.css">

</head>
<body>
	<header>  </header>
	<h1>Project Zero</h1>
	<p id="quote">feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a>





	<div id="main">
		<br><br><br>
		 <h2 id="subject_name">Electrical and Electronic Engineering</h2>
		 <br><br>
		 <p id="subject_details">সবাই নাম শুনেছে। ইলেক্ট্রিক্যাল এন্ড ইলেক্ট্রনিক ইঞ্জিনিয়ারিং। তড়িৎ ও ইলেক্ট্রনিক প্রকৌশল। যা ইলেক্ট্রন নিয়ে আলোচনা করে। নামের মধ্য দিয়েই সাবজেক্ট সম্পর্কে হালকা ধারণা পাওয়া যায়। সরাসরি চলে যাচ্ছি সাবজেক্ট রিভিউতে।
		সবচেয়ে পুরনো এবং প্রচলিত ইঞ্জিনিয়ারিং বিষয়গুলোর মধ্যে ইইই অন্যতম আভিজাত্যের অধিকারী। আশেপাশের চারদিকে ইলেক্ট্রনিক্সের বিপ্লব দেখে নিশ্চয়ই এই সাবজেক্ট পড়ুয়াদের গুরুত্ব বা চাহিদা আগ বাড়িয়ে বলে দিতে হবে না? ইলেক্ট্রিসিটি ছাড়া যদি বিশ্ব অচল হয় তবে ইইই ছাড়াও তাই। ইলেক্ট্রিক্যাল ইঞ্জিনিয়ার না থাকলে বিদ্যুতের ব্যবস্থা করবে কে শুনি?<br><br>
		তোমার এইচএসসিতে প্রিয় বিষয় কি ছিলো? উত্তর যদি হয়ে থাকে Math বা Physics তাহলে তোমার EEE পড়া নিয়ে কোন ভয় নেই। তুমি নিঃসন্দেহে এখানে খুব সহজেই মানিয়ে নিতে পারবে। তোমার যদি Equation Solve করতে মজা লাগে, ফিজিক্স সেকেন্ড পেপারের বিদ্যুতের চ্যাপ্টারগুলো যদি তোমার কাছে অসহ্য না লাগে, তাহলে ইইই তোমাকে হতাশ করবে না কোনদিন। সার্কিট নিয়ে ঘাটাঘাটি করতে মজা লাগে? রোধের সমান্তরাল সন্নিবেশ, হুইটস্টোন কার্শফের অঙ্ক করতে ভালো লাগে? আবারো বলবো ইইই নাও।<br><br>
		তোমার যদি উদ্ভাবনী ক্ষমতা থাকে, আর থাকে লেগে থাকার ইচ্ছা তবে তুমি ইইই পড়ে অনেক বড় কিছু করে দেখাতে পারবে। প্রকৌশলিক invention সবচেয়ে চমকপ্রদভাবে দেখানোর উপযুক্ত জায়গা হলো ইলেক্ট্রিক্যাল এন্ড ইলেক্ট্রনিক ইঞ্জিনিয়ারিং।
		আপাতদৃষ্টিতে দেখতে যেমন মনে হয়, ইইই আসলে তেমন ছোট পরিসরের কোন সাবজেক্ট না। এর পরিধি ব্যাপক, ক্ষেত্র অসীম।
		ইইই এর সাবডিসিপ্লিনগুলো লক্ষ্য করো-<br><br>
		1.Power<br><br>
		2.Electronics<br><br>
		3.Telecommunication<br><br>
		4.Computers<br><br>
		Power সেক্টরের ব্যাপারটা মনে হয় সবাই এমনিতেই বুঝতে পেরেছে। যারা বিদ্যুত উৎপাদন আর সরবরাহের দায়িত্বে থাকে। এই সেক্টরের চাহিদা বাংলাদেশের প্রেক্ষাপটে এই মুহুর্তে প্রচুর। চাহিদা পুরনের জন্য প্রতি বছরই নতুন নতুন বিদ্যুত কেন্দ্র তৈরি হচ্ছে। ভবিষ্যতে নিউক্লিয়ার পাওয়ার প্ল্যান্ট স্থাপনের পরিকল্পনাও চলছে সরকারের উচ্চ পর্যায়ে। আর এই সেক্টরের পুরো দায়িত্বই থাকে ইলেক্ট্রিকাল ইঞ্জিনিয়ারদের হাতে। যারা নিজেকে একজন Power management engineer হিসেবে দেখতে চাও, তারা নিঃসঙ্কোচে EEE নিতে পারো।<br><br>
		Electronics নিয়েও সবাই হালকা পাতলা কিছু জানে। Resistor, Capacitor, Inductor এসবের নাম তোমরা শুনে এসেছ। এখনকার সময়ে তোমরা যত ডিভাইস দেখ, তার বেশিরভাগই ইন্টিগ্রেটেড সার্কিট দিয়ে ডিজাইন করা। স্মমার্টফোন, আইপ্যাড, নোটপ্যাড, ল্যাপটপ সবগুলোই ইলেক্ট্রনিক্সের অবদান। Microcontroller এর নাম হয়তো কেউ কেউ শুনে থাকবে। যা রোবটিক্স নিয়ে পড়াশোনার ব্যাপক ইচ্ছা যাদের, তাদের জন্য microcontroller হলো একেবারে শুরুর ধাপ। তবে হ্যা, এদিক দিয়ে আগাতে হলে অবশ্যই পরিশ্রমী আর উদ্যমী হতে হবে। যাদের উদ্ভাবনী ক্ষমতা বেশি, বিস্তর ইচ্ছা আছে এই rapidly running টপিক নিয়ে পড়াশোনা করার, তার জন্য EEE'র দরজা সদা উন্মুক্ত।<br><br>
		Telecommunication, যোগাযোগ নিয়ে কাজকারবার। মোবাইল ফোন কোম্পানিতে মাঝের কয়েক বছর ইইই ইঞ্জিনিয়ারদের বিশাল চাহিদা ছিলো। আমাদের মত দেশে নতুন নতুন নেটওয়ার্ক, টাওয়ার, কভারেজ তৈরিসহ সমগ্র সিস্টেম ম্যানেজমেন্টের দায়িত্বে আছে বিপুল সংখ্যক ইইই ইঞ্জিনিয়ার। শুধু এক Grameenphone এই এখন কাজ করছে প্রায় ৫ হাজার প্রকৌশলী, যার বেশিরভাগই ইলেক্ট্রিক্যাল এন্ড ইলেক্ট্রনিক্স ব্যাকগ্রাউন্ডের। যত নতুন নতুন টেকনোলজি আসবে, অত চাহিদা Expand করবে। যারা নিজেকে একজন প্রতিষ্ঠিত Telecommunication Engineer হিসেবে দেখতে চাও, তাদের জন্য অবশ্যই EEE.
		Computer আসলে এমন এক ব্যাপার যাকে কোন কিছু থেকেই আলাদা করা যাবে না। ইইই থেকে পড়ে পরবর্তীতে Software Engineer হয়ে গিয়েছে এমন উদাহরনও আছে অনেক। তুমি যদি প্রোগ্রামিং ভালো বোঝ, কম্পিউটারে ভালো দখল থাকে, তবে ইইই পড়েও তুমি খুব সহজেই CSE সাইডে Divert হতে পারো। যাকে যা suit করে আরকি!!!<br><br>
		ইইই পড়েছ বলে যে তুমি প্রোগ্রামার হতে পারবে না বা সফটওয়্যার বানাতে পারবে না এমন ধারণা পুরোপুরি ভুল। তোমার যদি Electronics এর পাশাপাশি সফটওয়্যার নিয়েও ঘাটাঘাটি করতে ইচ্ছে করে তাহলে তুমি সহজেই ইইই নিতে পারো। এখানে এই সুযোগ প্রচুর।<br><br>
		চাকরির বাজার নিয়ে আমি কোন কথা বলবো না। শুধু বলবো EEE হলো একটা Everlasting Subject. যতদিন পৃথিবী টিকে থাকবে অতদিন এর ডিমান্ড কমবে না। দেশে থাকতে পারলে ভালো, যদি তা সম্ভব না হয়, তোমার জন্য আছে বাইরে যেয়ে পড়াশোনা করার অফুরন্ত ক্ষেত্র। দেশে বিদেশে সবজায়গাতেই তোমার সম্মানজনক অবস্থান থাকবে। চাকরি নেই, হাজার হাজার স্টুডেন্ট হয়ে গেছে, এমন শোনা কথায় কান দিতে যেয়ো না। তোমার যদি যোগ্যতা আর মেধা থাকে, তবে EEE পড়ে তোমাকে একদিনও বসে থাকতে হবে না। তুমি ঠিকই তোমার Deserving পজিশনে যেতে পারবে।<br><br>
		আর স্যালারি? এটাও বলবো না। ইন্টারনেটে সার্চ দিলেই জানতে পারবে। আমার নিজের মতামত হলো স্যালারির উন্মাদনার চেয়ে বিষয়টার প্রতি আকর্ষন থেকেই ইইই তে আসা উচিত।<br><br>
		তোমাদের সবার জন্য রইলো শুভকামনা। যারা সত্যিকার অর্থেই ইইই পড়তে চাও, তারা যেন এই কাঙ্খিত সাবজেক্টে ভর্তি হবার সুযোগ পাও। দেখা হবে বিজয়ে...<br><br>
		শায়খুল ইসলাম<br><br>
		ইইই, বুয়েট - ২০১১<br><br>
		</p>



		<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>

 

		
	</div>




</body>
</html>