<!DOCTYPE html>
<html>
<head>
	<title>campusinfo</title>
	<meta charset="utf8">
	<link rel="icon" href="images/logo.JPG" >
    <link rel="stylesheet" href="subject_review.css">

</head>
<body>
	<header>  </header>
	<h1>Campus Info</h1>
	<p id="quote">we feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a>



	<div id="main">
		<br><br><br>
		 <h2 id="subject_name">Genetic Engineering</h2>
		 <br><br>
			 <p id="subject_details">

				"সাবজেক্ট রিভিউ: জেনেটিক ইঞ্জিনিয়ারিং অ্যান্ড বায়োটেকনোলজি"<br>
				বিজ্ঞান চর্চার প্রাথমিক যুগের সূচনা ঘটেছিল গণিত চর্চার মধ্য দিয়ে। মধ্যযুগে তা পদার্থবিদ্যার বিকাশে যুগান্তকারী ভূমিকা রাখে। ধীরে ধীরে নিউটন, গ্যালিলিও, আইনস্টাইন, বোরের তত্ত্ব একে আধুনিক যুগে নিয়ে আসে। কিন্তু, 1920 এর আবিষ্কারের ধারা কিছুটা স্তিমিত হয়ে পড়ে। তখন, বিজ্ঞানীরা ঝুকতে থাকে পরিবেশ, পৃথিবী, মানুষ, জীবজগৎ নিয়ে গবেষণার দিকে। বর্তমানে একবিংশ শতাব্দীকে তাই নিঃসন্দেহে বলা হচ্ছে The Century of Biological Science. এর কারণ 1972 সালে পল বার্গের রিকম্বিনেন্ট ডিএনএ টেকনোলজি বা জেনেটিক ইঞ্জিনিয়ারিং এর আবিষ্কার।<br><br>
				প্রাণ রসায়ণের সবচেয়ে আধুনিক এ শাখায় জীবনকে সংজ্ঞায়িত করা হয় অণু-পরমাণু পর্যায়ে, একে বলা হয় "The Molecular Logic Of Life"। A-T-C-G এই মাত্র চারটি হরফে লেখা এ বিষয়কে বলা হয় Language of GOD. জেনেটিক ইঞ্জিনিয়ারিং মূলত ট্রান্সজেনিক (উন্নত বৈশিষ্টধারী) উদ্ভিদ ও প্রাণী সৃষ্টিতে কাজ করে। নামের শেষে ইঞ্জিনিয়ারিং যোগ করার কারণ হচ্ছে, জীববিজ্ঞানের কেবলমাত্র এ শাখাটিতেই নিজের ইচ্ছামত ডিজাইন করে একটি প্রাণী সৃষ্টি করা যায়, ডিজাইন করা যায় নিজের পছন্দের ই.কোলাই যে কিনা নিজের কথামত উঠবে বসবে। কাজটা অনেকটা একটা কম্পউটার প্রোগ্রাম ডিজাইন করার মত, যা তোমার আদেশ সম্পূর্ণ মেনে চলে। চিন্তা করে দেখ, ব্যাপারটা একজন আবিষ্কারকের জন্য কতটা রোমাঞ্চকর যখন সম্পূর্ণ জীবন্ত কিছু একটা নিজের ডিজাইন মত কাজ করছে?<br><br>
				খুব গুরুত্বপূর্ণ ব্যাপার হচ্ছে, বিশ্বের অধিকাংশ দেশেই এ বিষয়টির সাথে জুড়ে দেয়া হয় বায়োটেকনোলজিকে। জেনেটিক ইঞ্জিনিয়ারিং এর একটি ক্ষুদ্র অংশ। বায়োটেকনলজির অন্যান্য শাখা গুলো হল মাইক্রোবায়োলজি, বায়োকেমিস্ট্রি, বায়োস্ট্যাটিসটিক, ইমিউনোলজি, ওর্গানিক কেমিস্ট্রি, এনজাইমোলজি, ইনসিলিকো (কম্পিউটেশনাল) বায়োলজি, টিস্যু কালচার ইত্যাদি। ঢাকা বিশ্ববিদ্যালয়ের এ বিভাগটিতে জেনেটিক ইঞ্জিনিয়ারিং এর সাথে সাথে এ সবগুলো বিষয়ই প্রথম থেকেই পড়ানো হয়। একারণেই একজন জেনেটিক ইঞ্জিনিয়ায় একজন মাইক্রোবায়োলজিস্ট কারণ, নিজের ব্যাকটেরিয়াগুলো তাকে পেটরি ডিসে জন্মাতে হয়; সে একজন বায়োকেমিস্ট কারণ নিজের সৃষ্টি জীব থেকে সংগৃহীত প্রোটিন তাকে বিশ্লেষণ করতে হয়; সে একজন পরিসংখ্যানবিদ কারণ 3.2 বিলিয়ন বেস পেয়ারের মাঝে তাকে ধারণা করে কাজ করতে হয়; সে একজন অর্গানিক কেমিস্ট কারণ নিজের আবিষ্কৃত ওষুধের মলিকিউলার গঠন তাকে বের করতে হয় এবং পরিশেষে একজন কম্পিউটার প্রকৌশলী কারণ বিশাল ডিএনএ এনালাইসিসের জন্য তাকে সফট ওয়ার ডিজাইন করতে হয়। এ সবই শিখানো হয়ে কার্জন হলের পাশে সাদা বিল্ডিংটার ৬ তলায়। তুমি সত্যিই হয়ে উঠবে “Jack of all traits, master of SOME".<br><br>
				কি কি গুণ লাগবে বিশ্বের আধুনিকতম এ বিষয়ে পড়তে? তোমাকে হতে হবে খুবই অভূতপূর্ব চিন্তাবিদ, কঠোর পরিশ্রমী, মানবিক গুণসম্পন্ন বিশেষ করে দেশপ্রেমিক। পাশাপাশি ঝানু হতে হবে জীববিজ্ঞান, জৈব রসায়ন এবং প্রোগ্রমিং এ। চিন্তা করাটা খুব গুরুত্বপূর্ণ কারণ এখানে এমন কিছু করা সম্ভব যা কেউ ভাবতেও পারে না। যেমন, একবার এক বিজ্ঞানী ঠিক করলেন ছাগলের দুধের মধ্যে তিনি মাকড়সার জালের সূতা তৈরি করবেন যা হবে বিশ্বের সবচেয়ে শক্তিশালী সূতা। তিনি সফল হয়েছিলেন জেনেটিক ইঞ্জিনিয়ারিং এর মাধ্যমে এবং সৃষ্টি করেছিলেন বায়োস্টীল! (http://en.wikipedia.org/wiki/Biosteel)। সুতরাং, আজগুবি চিন্তা করতে জানতে হবে।<br>
				এত অবিশ্বাস্য জিনিস একদিনে আবিষ্কার হয় না। তাই, তোমাকে হতে হবে কঠোর পরিশ্রমী। ল্যাবে দৈনিক 15 ঘন্টাও কাজ করতে হতে পারে! আরাম প্রিয়, ঘুমকাতর হলে এখানে চলবে না। চাকরী থেকে এখানে গবেষণার ক্ষেত্র অনেক বেশী। চাকরীর ক্ষেত্র এ দেশে বেশী না থাকলেও (ফার্মাসিউটিকাল কোম্পানির কথা বাদ দিলে) বিদেশে প্রচুর, সেখানে বেতনটাও অনেক অনেক চড়া। তবে মনে রাখতে হবে, বাংলাদেশ সরকার সবচেয়ে বেশী টাকাটা এই 15 জনের পেছনে খরচ করবে। তাই, অনেক ভালো রেজাল্ট করে বিদেশী ডিগ্রি নিয়ে সেখানেই থাকার ইচ্ছা থাকলে বলে রাখছি, খবরদার! এ দাড় তোমাদের জন্য না। মানবিকতা এখানে অনেক বড় ব্যাপার। কারণ, মোরাল দিকগুলো আজকাল জেনেটিক ইঞ্জিনিয়ারিং এর সবচেয়ে বড় সমস্যা হয়ে দাড়াচ্ছে। (তাই, ইথিক্যাল ইস্যু নিয়েও কোর্স পড়ানো হয় এখানে)।<br>
				বাংলাদেশের এযাবৎকালের সবচেয়ে বড় আবিষ্কার হিসেবে ধরা হয়, পাটের এবং এর পরজীবী ছত্রাকের জিন নকশা আবিষ্কারকে। এই নকশা কাজে লাগানোটা এ দেশের জেনেটিক ইঞ্জিনিয়ারদেরই দায়িত্ব। এবিভাগের অনেক ছাত্রই এটা নিয়ে কাজ করে যাচ্ছে। কয়েকজনের লেখা টেক্সবই এখন দেশ বিদেশের পাঠ্য (http://www.amazon.co.uk/s…)। নেচার ম্যাগাজিনের কভারের প্রতিদিনিই জায়গা করে নিচ্ছে জাপান, আমেরিকার জেনেটিক ইঞ্জিনিয়ার রা। টিস্যু কালচার টেকনোলজি নোবেল পেল 2012 সালে! বায়োকেমিস্টরা তো কেমিস্ট্রির সবগুলো নোবেলই প্রতি বছর পকেটে পুড়ছে। আমাদের সরকার বর্তমানে এ বিষয়ে গবেষণাতে বাজেট বরাদ্দ দিচ্ছে। দেশের গবেষণাগার গুলো উন্নত হয়ে উঠছে দিন দিন। শিক্ষার্থীদের আগ্রহ-কৌতুহলও গগণচুম্বী। তাহলে, “ডাক্তারদের ইঞ্জিনিয়ার” হিসেবে 2025 সালের “নেচার” ম্যাগাজিনের প্রচ্ছদে নিজের ছবি কি দেখতে চাও?<br><br>
				Remember, the choice is yours!<br>
				মো. শামীর মোন্তাজিদ<br>
				জিনপ্রকৌশল ও জীবপ্রযুক্তি বিভাগ<br>
				ঢাকা বিশ্ববিদ্যালয়<br>

		</p>


		<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>
 

		
	</div>





</body>
</html>