<!DOCTYPE html>
<html>
<head>
	<title>Project ABC</title>
	<meta charset="utf8">
	<link rel="icon" href="images/icon.ico" >
    <link rel="stylesheet" href="subject_review.css">

</head>
<body>
	<header>  </header>
	<h1>Project Zero</h1>
	<p id="quote">feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a>



<br>

	<div id="main">
		<br><br><br>
		 <h2 id="subject_name">Industrial and Production Engineering</h2>
		 <br><br>
		 <p id="subject_details">

	 ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং এবং ম্যানেজমেন্ট এর সমন্বয় হচ্ছে আইপিই। বর্তমানে বাংলাদেশে ইঞ্জিনিয়ারিং জগতে এক আলোচিত সাবজেক্ট।
IPE deals with 3 M, M=man, M=machine , M=material<br>
আইপিই মেকানিকাল ডিপার্টমেন্ট এর একটি অংশ। বর্তমান বিশ্বে ও বাংলাদেশ এ ইন্ডাস্ট্রিয়াল সেক্টরে ক্রমবর্ধমান বিকাশের দরুন আলাদাভাবে এই সেক্টরের বিভিন্য অংশে সমস্যা, তার উপযুক্ত সমাধান এবং এই শিল্পের উন্নয়নে আলাদাভাবে আইপিই ডিপার্টমেন্ট এর আবির্ভাব এবং খুব তাড়াতাড়িই অন্যান্য সাবজেক্ট কে অতিক্রম করে বুয়েট, কুয়েট,রুয়েটসহ অন্যান্য ইঞ্জিনিয়ারিং ইউনিভার্সিটি তে প্রথম সারির সাবজেক্ট হিসেবে অবস্থান করছে।
আইপিই তে ইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং এর সাবজেক্ট ম্যানুফ্যাকচারিং প্রসেস, প্রডাক্ট ডিজাইন, অপারেশন রিসার্চ,ইঞ্জিনিয়ারিং ইকোনোমিক্স, স্ট্যাটিসস্টিক্স এবং ম্যানেজমেন্ট এর সাবজেক্ট ইন্ডাসট্রিয়াল ম্যানেজমেন্ট, সাপ্লাইচেইন ম্যানেজমেন্ট ইত্যাদি পড়ানো হয়।
কর্মক্ষেত্র - আইপিই এর কর্মক্ষেত্র কে তিনভাবে ভাগ করা যায়। <br><br>
ইন্ডাসট্রিয়াল প্রসেসিং ইঞ্জিনিয়ারিং 
ম্যানেজমেন্ট সেক্টর 
সাপ্লাই চেইন ম্যানেজমেন্ট সেক্টর
তুমি তোমার দক্ষতা ও ভালোলাগা অনুযায়ী বেছে নিতে পারো । ইঞ্জিনিয়ারিং এবং ম্যানেজমেন্ট এর কম্বিনেশন একসাথে থাকায় আইপিই গ্রাজুয়েটদের চাকুরির ক্ষেত্রের পরিধি বিশাল। দেশি ও বিদেশি বিভিন্ন ইন্ডাস্ট্রি যেমন ব্রিটিশ আমেরিকান টোবাকো , ইউনিলিভার, ভিয়ালাটেক্স, নেসলে,প্রান, অটবি, রহিম আফরোজ, ডি বি এল, হাতিল, নাভানা, ওয়াল্টোন , কোহিনুর কেমিকেল, বিএস আর এম, স্কয়ার ও বিভিন্ন গার্মেন্টস ফ্যাক্টরীতে আইপিই গ্রাজুয়েট দের চাকুরীর সুযোগ রয়েছে।<br><br>
কেন আইপিই নিবা?<br><br>
আগেই বলেছি আই পি ই তে একসাথে ইঞ্জিনিয়ারিং এবং ম্যানেজমেন্ট পড়ানো হয় যা চাকুরি ক্ষেত্রে চাকুরি লাভ এর ক্ষেত্রে অনেক বড় প্লাস পয়েন্ট। বুয়েটে গতবার সাবজেক্ট চয়েজে আই পি ই এর অবস্থান ছিল ৩ নম্বরে। বিগত ৩-৪ বছর ধরেই বুয়েটে আইপিই তার অবস্থান ধরে রেখেছে। অন্যান্য ইঞ্জিনিয়ারিং ইউনিভার্সিটি গুলতেও মোটামুটি এরকম ই অবস্থান আই পি ই এর।
বর্তমানে বুয়েট, রুয়েট, কুয়েট, সাস্ট, আহসানুল্লাহ, JSTU তে আই পি ই পড়ানো হয়ে থাকে। বুয়েটে সিট সংখা ৩০, রুয়েট, কুয়েট, সাস্ট এ ৬০ টি, JSTU তে ৩০ টি, AUST এ ১০০ টি আসন রয়েছে।<br><br>
নিজের সুন্দর ও উজ্জ্বল ভবিষ্যত রচনায় আই পি ই হতে পারে তোমার সহায়ক।<br>
ইতিমধ্যে যারা আই পি ই নিয়ে পড়ার সিদ্ধান্ত নিয়ে নিয়েছ, যারা ভবিষ্যতে নিবে সকলকে আই পি এর জগতে সু-স্বাগতম।<br><br>
এস আর সরকার রিপন<br><br>
আইপিই, বুয়েট - ২০০৯<br><br>

	 </p>


		<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>

 

		
	</div>




</body>
</html>