<!DOCTYPE html>
<html>
<head>
	<title>campusinfo</title>
	<meta charset="utf8">
	<link rel="icon" href="images/logo.JPG" >
    <link rel="stylesheet" href="subject_review.css">

</head>
<body>
	<header>  </header>
	<h1>Campus Info</h1>
	<p id="quote">we feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a>



	<div id="main">
		<br><br><br>
		 <h2 id="subject_name">Information Technology</h2>
		 <br><br>
			 <p id="subject_details">


			- বন্ধু, কি করিস?<br>
			- মোবাইল এ গেমস খেলি ।<br>
			- কি গেমস দেখি ? মজার তো । কোন ওয়েবসাইট থেকে নামাইসিস ?<br>
			- আমি বানাইসি ।<br>
			- কি ? সত্যি ?<br>
			- হুম , আর কত অন্যের বানানো গেমস খেলবো । এখন আমার গেমস সবাই খেলবে ।<br>
			হ্যা। ঘটনাটি সত্যি। এরকম চমৎকার অনুভুতি জন্ম দিতে পারে একমাত্র যে সাবজেক্টটি তা হল আইটি।<br>
			আমাদের পাশের দেশ ভারত বর্তমানে এশিয়ায় সফটওয়্যার রপ্তানিতে শীর্ষে । আমাদের দেশ এ ক্ষেত্রে অনেক পিছিয়ে। আমাদের দেশকেও এই ক্ষেত্রে এগিয়ে নিয়ে যাবার জন্য যে প্লাটফর্ম দরকার ছিল তা দেশে সর্বপ্রথম চালু করল IIT(Institute of Information Technology ) DU. IIT থেকেই প্রথম দেশের সফটওয়্যার ইঞ্জিনিয়ার সার্টিফিকেটধারি (BSc in Software Engineering-BSSE ) মানে তুমি পাশ করলে তোমার প্রথম পরিচয় হবে তুমি একজন সফটওয়্যার ইঞ্জিনিয়ার । আইটি পড়তে হলে অবশ্যই কিছু জিনিস তোমার মাঝে লালন করতে হবে । সৃজনশীল মানসিকতা, ধৈর্য, সাধনা, চেষ্টা এবং চিন্তাশক্তি ।<br><br>
			প্রথম ভালবাসা হোক প্রোগ্রামিং । প্রোগ্রামার যেভাবে বলবে কম্পিউটার সেভাবেই কাজ করতে বাধ্য । শুধু ঘরে বসে আউটসোর্সিং করে বড়লোক হওয়াই তোমার উদ্দেশ্য নয়। তোমার চিন্তা থাকবে তুমি প্রোগ্রামিং শিখতে চাচ্ছো কারণ বাংলাদেশ যখন চন্দ্রযান পাঠাবে তার নিয়ন্ত্রণকারী কম্পিউটারের অপারেটিং সিস্টেম লিখবে তুমি, অথবা তুমি ছোট্ট একটা রোবট বানাতে চাও যেটা তোমার টুকিটাকি কাজ করে দেবে। তুমি চাও লক্ষকোটি টাকা দামে বিদেশ থেকে আনা জীবন রক্ষাকারী মেডিক্যাল ইকুইপমেন্ট কম খরচে দেশে বসেই তৈরি করতে । তুমি এমন একজন এক্সপার্ট হতে চাও যে বিভিন্ন কল কারখানা অটোমেটেড করে ফেলতে পারে। অথবা তুমি চাও কৃত্রিম বুদ্ধিমত্তা নিয়ে গবেষণা করতে… (এই তালিকা অনেক বড় হতে পারে)<br><br>
			অনেক ভাইয়ারা আছেন যারা হয়তবা এসব মটিভেশন থেকেই এক বসায় সারারাত code করে কাটিয়ে দেন । ল্যাব থেকে বের হতে হতে রাত ৬টা – ৭ টা বেজে গেলেও এটাই স্বাভাবিক – এমন প্রস্তুতি নিও । পুরো বছরধরেই কোনো না কোনো প্রোগ্রামিং কনটেস্ট চলতে থাকে । যেমন ACM-ICPC contest(https://www.facebook.com/ICPCNews ), DUITS, IUT national contest , BUET CSE week etc. বিভিন্ন ভার্সিটি এর স্টুডেন্টদের সমন্বয় এবং নিজেকে যাচাই করা, অন্য কোনো সাবজেক্ট এ পড়লে এভাবে সম্ভবপর হয়না ।<br><br>
			আমি যদি তোমাকে প্রশ্ন করি গুগল কিভাবে লাখ লাখ ওয়েবসাইট থেকে চোখের পলকে দরকারি ডাটা খুজে এনে তোমাকে দেয় ? তুমি কি উত্তর দেবে ??? উত্তর দেবার জন্য তোমার ভাবতে হবে, ভাবার ইচ্ছা থাকতে হবে , তোমার ধৈর্য থাকতে হবে । হা এটা যদি তোমার থাকে , তোমাকে আইটি তে স্বাগতম । এরকম অনেক এলগরিদম নিয়ে ঘণ্টার পর ঘণ্টা একটা কাজ নিয়ে পরে থাকার মত প্যাশন থাকতে হবে । নতুন নতুন আইডিয়া মাথার মধ্যে সবসময় ঘুরপাক খাওয়াতে হবে । বের করে নিয়ে আসতে হবে বেস্ট এর মধ্যে বেস্ট আইডিয়া টা । একটা আইডিয়া তোমার লাইফ এর জন্য মাইলফলক হয়ে থাকতে পারে । Microsoft imagine cup, Banglalink grandmaster, Robi challenge এরকম কিছু আইডিয়া seeking campaign.<br>
			মুখস্ত বিদ্যা নিয়ে এই সাবজেক্ট এ খুব বেশি দূর যাওয়া যায়না । স্টেপ স্টেপ এ logic and innovation অ্যাপ্লাই করতে হবে । কারো যদি গণিত , পদার্থ ভালো লাগে তার জন্য আইটিতে ভালো করা সহজ হয়ে যায় । তোমার রেজাল্ট যদি খারাপও থাকে কিন্তু তুমি যদি creative and passionate হও তোমাকে কেউ আটকাতে পারবেনা , এটা যেকোনো আইটি স্টুডেন্ট এর কাছ থেকে গ্যারান্টি পাবা । এ জন্যই মনে হয় ভার্সিটি লাইফ এ গিয়ে বড় ভাইদের কাছ থেকে প্রথম Bill Gates এর কথাটাই শুনেছিলাম “I failed in some subjects in exam, but my friend passed in all. Now he is an engineer in Microsoft and I am the owner of Microsoft.' ”<br>
			ফেসবুক কিভাবে এত মানুষের তথ্য সংরক্ষণ করে? এলোমেলো ভাবে সংরক্ষণ করলে তাড়াতাড়ি খুজে পাওয়া সমস্যা, তাই তথ্য সংরক্ষণ করার নির্দিষ্ট কিছু টেকনিক আছে। এজন্য রয়েছে ডাটাস্ট্রাকচার ও ডাটাবেস । অ্যানিমেটেড মুভিতে বা গেমসে আমরা যে এত সুন্দর ছবি দেখি তার জন্য রয়েছে গ্রাফিক্স । কিভাবে মোবাইলে communication ,computer communication, মেইল আদানপ্রদান , facebook এ মেসেজ চালাচালি এসবের জন্য নেটওয়ার্কিং ।<br>
			বিভিন্ন co-curricular activities অংশ নিতে পারো । Microsoft Bangladesh এর নানা কার্যক্রমে তুমি অংশগ্রহন করতে পারবে Microsoft student partner হবার মধ্যদিয়ে । BASIS সফটওয়্যার মেলার আয়োজন করে, ওখানে volunteer হতে পারবে । বিভিন্ন international journal এ তোমার research paper পাঠাতে পার । accepted হলে ওরা তোমাকে তাদের দেশে আমন্ত্রন জানাবে । Google apps e তোমার বানানো apps store করতে পারো ।<br><br>
			দেশে প্রথম Microsoft তাদের windows phone এর জন্য apps তৈরির আয়োজন করেছিলো apathon , যেখানে একদিনে ৮০ টির বেশি app তৈরি হয়েছিল এবং এর venue ছিল IIT DU । বাংলাদেশি বংশভুত অস্কার বিজয়ে নাফিস সে কিন্তু একজন সফটওয়ার ইঞ্জিনিয়ার । অনেকের প্রশ্ন থাকে ভাইয়া আইটি সেক্টরে জব কেমন ? এখন আইটি এর যুগ । সবার মুখে মুখেই এই কথা শোনা যায় । তুমি কাজ জানলে তোমার জব খোজাঁ লাগবেনা, জব তোমাকে খুজঁবে । Giant organization যেমন Microsoft, Google আমাদের দেশের ভাইয়ারা গর্বের সাথে জব করছেন । Google, Samsung এরা প্রায়ই campus এ এসে recruitment এর আয়োজন করে থাকে । বাংলাদেশে অনেক প্রতিষ্ঠিত আইটি ফার্ম রয়েছে , অনেক মোবাইল কম্পানি , অনেক multinational IT firm আছে ।<br><br>
			তোমার আগ্রহ থাকলে ফ্রীল্যানসার হতে পারবা । প্রতিষ্ঠিত এরকম অনেক ফ্রীল্যানসার উদাহারন তোমার আশে পাশেই আছে । নিজের আইটি প্রতিষ্ঠান গড়ে তুলতে পার । গাজিপুর এ আইটি ভিলেজ হতে চলেছে । দেশের বাইরে চাইলে চলে যেতে পারবা ।
			নিজের আগ্রহের বিষয়ে ( programming, , web design, networking, database developer, freelancing…. ) দক্ষতা অর্জন করা প্রথম কাজ । 
			So , জব নিয়ে পরে চিন্তা করলেও হবে । ইন্টারমিডিয়েটে আইটি সাবজেক্ট পড়ানো শুরু হয়েছে অনেকেই তোমরা জানো ।
			কিছু প্রশ্ন অনেকের মনে চলে আসে । ভাইয়া IT আর ICT কি এক ? এক কথায় উত্তর দিলে এক । JU তে বর্তমানে IIT আছে । RU তে ICT । তবে degree কি রকম দেয়া হয় তা জানা নেই ।<br><br>
			মুল প্রশ্ন হল এটা : ভাইয়া IT আর CSE এর মধ্যে পার্থক্য কি ? বিদেশে অনেক আগে থেকেই কম্পিউটার সাইন্স আর সফটওয়্যার ইঞ্জিনিয়ারিং দুটি আলাদা শাখা হিসেবে প্রতিষ্ঠিত । আমাদের দেশে ধারনাটি নতুন । CSE এর কাজ হচ্ছে CS tools গুলোকে ডেভেলপ করা আর IT এর কাজ হচ্ছে CS tools গুলোকে প্রপারলি utilize করা (একটু কঠিন মনে হচ্ছে !! ) IT is a specialized stream of CSE। আমার মতে IT আর CSE জমজ ভাই । একজনের জন্ম আগে, একজনের পরে ।<br><br>
			আমি IIT DU আর CSE DU দিয়ে হাল্কা ধারনা দিচ্ছি :<br>
			IIT এর বিশেষত্ত হচ্ছে এখানে তোমাকে নরমাল course গুলোর সাথে আলাদা কিছু specialized course করতে হবে যেখানে সফটওয়্যার প্রোজেক্ট নিয়ে কাজ করতে হবে, simply সফটওয়্যার বানাতে হবে ( পুরো ৬ মাস + ৬ মাস = ১২ মাস ) । IIT এর আর একটি বিশেষ দিক ( যেটার কথাও CSE এর অনেকেই বলবে ) হচ্ছে তোমাকে ৬ মাস industry তে জব ( interne ) করতে হবে ( with salary ). এটা course এর অংশ । কিছু ভাইয়ারা ওখানেই join করে ফেলে , ফলে ৪র্থ বর্ষ এর ক্লাস করতে আসতে চাননা । তাদের স্যাররা জোর করে ধরে নিয়ে আসে ।:p
			IT আর CSE এর course গুলো অধিকাংশই মিল আছে । ওয়েবসাইটে এ সম্পর্কে বিস্তারিত দেয়া আছে (http://www.iit.du.ac.bd/index.php?id=48 ) । IT তে অন্যান্য কোর্স এর পাশাপাশি SE কে বেশি প্রাধান্য দেয়া হয়েছে ।<br><br>
			গত বছর DU ক list এ IT 2nd e fill up হয়ে গিয়েছিল। শীতাতপ নিয়ন্ত্রিত ক্লাসরুম এবং ল্যাব তো আছেই (multimedia, document camera system and Internet facilities) আমরা IT আর CSE এর বন্ধুরা একসাথে বসেই চা খাই, আড্ডা দেই , আইডিয়া শেয়ার করি । ল্যাব এ download speed পাওয়া যায় ৪-৫ এমবিপিএস যেটা অনেকের কল্পনার বাইরে । আমরা যারা দুষ্টু তারা LAN এ বসে বসে FIFA, Need For Speed খেলি। আমরা কিন্তু গতবারের DU ক্রিকেট চ্যাম্পিয়ন আর বাস্কেট বল রানার্স আপ অনেক কম্পানি প্রায় এখানে সেমিনার এর আয়োজন করে থাকে ।
			যারা ঢাকায় থাক তারা চাইলে DU তে মুকাররম ভবনে এসে আমাদের সাথে এমনকি স্যারদের সাথেও কথা বলে যেতে পারো। u r welcome.
			সব শেষে একটা কথা বলব । যে সাবজেক্ট নিয়েই পড় না কেন , তা সম্পর্কে আগে খোজঁ নেও কি কি পড়ানো হয় এবং যদি সত্যি সেগুলো তোমার ভাল লেগে থাকে তাহলেই সেই সাবজেক্ট এ ভর্তি হও । কোনটা ১ নাম্বার সাবজেক্ট , কোনটা ২ নাম্বার , এটার চেয়ে ওটা ভাল এভাবে বিচার না করে , সেটাই ভাল সাবজেক্ট যেটা তোমার কাছে ভাল এভাবে চিন্তা কর । মানুষের তৈরি এই বিভাজন অনুসরন করে নিজের সাথে প্রতারনা করোনা ।<br><br>
			শুভ কামনা <br>
			Arafat Zaman Anik <br>
			BSSE 4th Batch <br>
			IIT, University of Dhaka<br>
		</p>


		<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>
 

		
	</div>





</body>
</html>