<!DOCTYPE html>
<html>
<head>
	<title>campusinfo</title>
	<meta charset="utf8">
	<link rel="icon" href="images/logo.JPG" >
    <link rel="stylesheet" href="subject_review.css">

</head>
<body>
	<header>  </header>
	<h1>Campus Info</h1>
	<p id="quote">we feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a>



	<div id="main">
		<br><br><br>
		 <h2 id="subject_name">Materials and Metallurgical Engineering</h2>
		 <br><br>
			 <p id="subject_details">

					মেটারিয়ালস অ্যান্ড মেটালার্জিকাল ইঞ্জিনিয়ারিং, বাংলায় বস্তু ও ধাতবকৌশল। বেশিরভাগ মানুষের কাছে বেশ অপরিচিত এবং বিদখুটে নাম। তবে সিভিল বা মেকানিকালের মত এটিও অনেক পুরাতন ইঞ্জিনিয়ারিং বিদ্যা।মানুষ যখন থেকে তামা আবিষ্কার করে তখন থেকেই মূল যাত্রা শুরু। এর ইতিহাস নিয়ে কিছুই বলব না, যারা আগ্রহী তারা উইকিপিডিয়া থেকে পড়ে নিতে পার। সরাসরি চলে যাচ্ছি এখানে কি পড়ানো হয়, এখানে পড়ে কি কি করতে পার আর এর বর্তমান ও ভবিষ্যৎ নিয়ে আলোচনায়।
					কি পড়ানো হয়ঃ<br>
					আমাদের চারপাশে যা কিছু আছে সব কিছু কোন না কোন উপাদান দিয়ে তৈরি। আর এই ‘উপাদান’ নিয়েই এম এম ই। নামে ধাতবকৌশল দেখে ভাবার দরকার নেই শুধু ধাতু এবং সংকর ধাতু নিয়ে এম এম ই। বরং আমাদের বাড়ির চামচ থেকে যুদ্ধের ময়দানের ট্যাঙ্ক, পানির নিচের সাবমেরিন থেকে মহাকাশযান- সব কিছুর সাথেই এমএমই এর সম্পর্ক। সকল বস্তুকে ৫টি প্রধান ভাগ(মেটাল, সিরামিক, সেমিকন্ডাক্টার, পলিমার, কম্পোজিট) করে কাজ করে এমএমই।<br><br>
					মেটালঃকিভাবে খনি থেকে আকরিক আহরণ করা হয়, কিভাবে তা থেকে ধাতু নিষ্কাশন করা হয়, সংকর ধাতু কিভাবে তৈরি করলে তা মানুষের বেশি কাজে আসবে কিন্তু খরচ হবে কম, কিভাবে রিসাইকেল করে কোন ধাতব বস্তুকে কাজে লাগানো যায়, জাহাজ, প্লেন, মহাকাশযান, গাড়ির বডি,ইঞ্জিনের উপাদান কি হবে যেন তা সহজে নস্ট না হয়, পানিতে ক্ষতিগ্রস্থ না হয় এরকম হাজারো ব্যাপার।
					সিরামিকঃ বাসার নিত্য প্রয়োজনীয় থালা-বাসন,মেঝের টাইলস ছাড়াও সিরামিকের বিশাল একটা ক্ষেত্র আছে। উচ্চতাপমাত্রায় কাজ করার যন্ত্র, অপটিক্যাল ফাইবার, ইনসুলেটর, সিমেন্ট, কৃত্তিম অঙ্গ তৈরি এরকম অনেক জায়গায় সিরামিক লাগে।
					সেমিকন্ডাক্টারঃইলেক্ট্রিক চিপ এখন সব যায়গায়। আর এমএমই এর কাজের একটা বড় ক্ষেত্র এখানে।কিভাবে কোন ইলেক্ট্রনিক ম্যাটেরিয়াল কাজ করবে, কত ভোল্টেজ, তাপমাত্রা পর্যন্ত সহ্য করতে পারবে এসবই নির্ভর করে উপাদানের উপর। আর উপাদান মানেই এমএমই।কিভাবে ইলেক্ট্রনিক স্ট্র্যাকচার চেঞ্জ হয়, ব্যান্ড থিওরি, কোয়ান্টাম স্ট্র্যাকচার যেমন quantum well , quantum dot এসব নিয়েও কাজ হয় এমএমইতে
					পলিমারঃপলিমার কি তা আলাদা করে বলার দরকার পড়বে না। পলিমারের প্রচুর জিনিস আমরা ব্যবহার করি। এসবের প্রস্তুতি,গুনগত মান রক্ষা সবই এম এমইর আওতায় পড়ে।<br>
					কম্পোজিটঃউপরের ৪ প্রকার ম্যাটেরিয়ালের সমন্বয়ে যেসব বস্তু বানানো হয় তারাই এর অন্তর্ভুক্ত। শুধু ধাতু বা সিরামিকের তৈরি কোন কিছুর মান উন্নয়নে অন্য কিছু যোগ করে তৈরি হয় কম্পোজিট। খেলার র্যারকেট, আধুনিক উচ্চ গতির প্লেনের বডি, বুলেটপ্রুফ ভেস্ট বা গ্লাসসহ আরো অনেক কিছুই কম্পোজিট ম্যাটেরিয়ালসের আওতায় পড়ে। 
					এসবই পড়ার মূল বিষয়। আগামি ৪ বছর এসবেরই বিভিন্ন ধর্ম, কিভাবে কাজ করে, কিভাবে ডিজাইন করে এসব নিয়ে পড়তে হবে। চাইলে আমাদের ওয়েবসাইট থেকে সিলেবাস দেখে নিতে পার।<br>
					কাজের ক্ষেত্রঃ<br><br>
					কি কি পড়া হয় থেকেই বুঝে যাওয়ার কথা কাজের ক্ষেত্র। তবু বলছিঃ
					<br>১. যদি কারো গবেষণার ইচ্ছা থাকে তবে নিয়ে নিতে পার চিন্তা ছাড়াই। বাংলাদেশে খুব বেশি গবেষণার সুযোগ না থাকলেও বিশ্বে যত গবেষণা হয় তার মধ্যে অন্যতম একটি শাখা ম্যাটেরিয়ালস সায়েন্স। তাই ব্যাচেলর ডিগ্রি নিয়ে বিদেশে চলে যেতে পার আর নিজের মত নতুন একটি ম্যাটেরিয়াল আবিষ্কার করে পৃথিবীকে চমকে দিতে পার।
					<br>২. যাদের বিদেশে যাবার ইচ্ছা নেই বা ৯-৫টা অফিস করার ইচ্ছা তারাও হতাশ হবে না। দেশে মূলত স্টিল ফ্যাক্টরিতে সুযোগ আছে। সেই সাথে সিরামিক, গ্লাস ইন্ডাস্ট্রি, গ্যাস ফিল্ড ছাড়াও প্রায় সকল প্রকার ইন্ডাস্ট্রিতে এখন সুযোগ তৈরি হয়েছে।
					<br>৩.এমএমই এর কাজের ক্ষেত্র আরো বড়। ন্যানোটেক,বায়ো মেডিকেল, ইলেকট্রিক্স এরকম বিষয়ে পড়ার ইচ্ছা ছিল, ইচ্ছা ছিল ইইই পড়ে ওসব করবে কিন্তু ইইই পাচ্ছো না, তাদের বলছি তোমাদের আশা এখনো আছে কারণ এমএমই থেকেই এসব এসেছে। তাই ভবিষ্যতে এসবের পড়ার ভালো সুযোগ এখনো তোমার আছে।আমাদের বড় ভাইয়াদের অনেকেই এখন Intel,IBM এর মত প্রতিষ্ঠানে কাজ করছেন।
					<br>৪.ক্যান্সার সহ বিভিন্ন জটিল রোগের গবেষণায় এমএমই এখন অনেক ভুমিকা রাখছে। হাড়,দাঁত প্রতিস্থাপন, কৃত্তিম পা, হাত সবই ম্যাটেরিয়ালস সায়েন্টিস্টরা করছে। কারণ মানুষের দেহে এসব প্রতিস্থাপন করতে হলে এমন উপাদান হতে হবে যা শরীরের কোন ক্ষতি করবে না। আর উপাদান মানেই তো এমএমই।হয়তো তোমাদের মধ্যেই কেউ কম খরচে কৃত্তিম কিডনি বা সেরকম কিছু বানাবে, ক্যান্সারকে নির্মূল করবে- বাঁচাবে হাজার হাজার প্রান।<br><br>
					বর্তমান ও ভবিষ্যৎঃ<br>
					আগেই বলেছি বাংলাদেশে খুব বেশি পরিচিত না। এর একটা বড় কারন পাশ করে বেশিরভাগ ছাত্র স্কলারশিপ নিয়ে বাইরে যায় অথবা চাকরিতে ঢুকে যায়। আর তাই তাদের সহজে দেখা যায় না। কয়েক বছরে এমএমই এর চাহিদা অনেক বেড়েছে। আগে হয়ত মেটালার্জির কাজ যা মেকানিকাল বা ইলেক্টিকাল ইঞ্জিনিয়ার দিয়ে করানো হত কিন্তু এখন পন্যের চাহিদা বাড়ায় মান নিশ্চিত করতে এমএমই এর ইঞ্জিনিয়ারদেরই লাগছে। ফলে গত কয়েক বছরে এমএমই এর চাহিদা অনেক বেড়েছে এবং তা বাড়বেই। যেহেতু দেশে একমাত্র বুয়েট ছাড়া আর কোথাও নেই তাই অন্যদের মত চাকরি নিয়ে প্রতিযোগিতাও কম। আর বহির্বিশ্বে এর চাহিদা অনেক আগে থেকেই বেশি।অন্য বিষয়ে পড়ে ম্যাটেরিয়ালস সায়েন্স বা মেটালার্জিত উপর এম এস বা পি এচ ডি করে অনেকে। ২০১১ সালে কেমিস্ট্রিতে নোবেল পাওয়া Daniel Shechtman ম্যাটেরিয়ালস সায়েন্সের উপর কাজ করেই নোবেল পেয়েছেন। শুধু তাই না, নোবেলের পর পদার্থের ২য় সেরা উলফ প্রাইজ ও তিনি পেয়েছেন একই কাজের জন্য।<br>
					নাসা, সার্নের মত বড় বড় জায়গায় ম্যাটেরিয়ালস সায়েন্টিস্ট লাগে। তার মানে বুঝতেই পারছ এর ভবিষ্যৎ। মানুষের চাহিদা দিনে দিনে বেড়ে যাচ্ছে, সেই সাথে দামও।ম্যাটেরিয়ালস সায়েন্টিস্টদের নতুন কিছু করতে হবে যেন চাহিদা মেটানো সহজ হয় সাথে দামও না বাড়ে। মানুষের সীমিত সম্পদ দিয়ে মানুষের জীবনকে সুন্দর করে তোলার জন্য দিনে দিনে এর চাহিদা ।চাহিদা বাড়ছে এর প্রমান গত বছর এমএমই এর সিট বাড়ানো হয়েছে। আর যদি এমএমইতে আসো তখন আরো দেখবে ‘স্মার্ট ম্যাটেরিয়াল’ অথবা Shape Memory Alloy এর মত মজার ম্যাটেরিয়ালস।একজন মেকানিকাল ইঞ্জিনিয়ার গাড়ি,জাহাজ,প্লেন বানাবে,ইলেকট্রিক ইঞ্জিনিয়ার চিপ বানাবে কিন্তু সবাইকেই কোন না কোন উপাদান দিয়েই বানাতে হবে। আর তখন দরকার পড়বে তোমার। গাছের শিকড়কে কেউ দেখতে পায় না কিন্তু গাছের খাবার যোগানের মূল কাজটা করে গাছের জীবন বাঁচিয়ে রাখে কিন্তু শিকড়ই করে।
					আর একটা কথা এমএমই শুধু একটা ডিপার্টমেন্ট না, আমরা গোটা বাংলাদেশে ছাত্র হিসেবে মাত্র ২৫০ জনের মত। আর তাই আমরা একটা পরিবারের মত। এমএমই পরিবারের বাকি সবাই এই পরিবারের নতুনদের সাদরে বরণ করে নিতে অপেক্ষায় আছে।<br>
					লিখেছেন<br>
					Md Musavvir Mahmud<br>
					MME, BUET - 2011<br><br>

		</p>


		<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>
 

		
	</div>





</body>
</html>