<!DOCTYPE html>
<html>
<head>
	<title>campusinfo</title>
	<meta charset="utf8">
	<link rel="icon" href="images/logo.JPG" >
    <style type="text/css">
    			body{
			background-image: url(images/body.jpg);

		}
		header{
			position: absolute ;
			top: 1px;
			left: 0%;
			height: 83px;
			width: 1350px;
			background-color: forestgreen;
		}
		#quote{
			position: absolute ;
			top: 35px;
			left: 820px;
			width: 500px;
			color: white;
			font-family: verdana;
			text-align: right;
			font-style: italic;
		}
		h1{
			
		    position: absolute ;
			top: -10px;
			left: 40%;
			color: white;
		}
		footer{
			position: absolute ;
			left: 0%;
			height: 240px;
			width: 100%;
			background-color: forestgreen;

		}

		footer h4{
			position: absolute ;
		 	color: white;
			left: 60px;
			
			

		}
		button{
			background-color: #4CAF50;
			border: none;
			color: white;
			text-align: center;
			text-decoration: none;
		    display: inline-block;
		    font-size: 16px;
		    margin: 4px 2px;
		    cursor: pointer;
		}

		.button1{
			background-color: #4CAF50;
			border: none;
			color: white;
			text-align: center;
			text-decoration: none;
		    display: inline-block;
		    font-size: 16px;
		    margin: 4px 2px;
		    cursor: pointer;
			padding: 10px 20px;
			
		}
		#home{position: absolute ;
			height: 25px;
			width: 110px;
			top: 90px;
			left: 210px;
		}
		#varsity_list{position: absolute ;
			height: 25px;
			width:110px;
			top: 90px;
			left: 380px;

		}

		#download{position: absolute ;
			height: 25px;
			width: 110px;
			top: 90px;
			left: 550px;

		}

		#result{position: absolute ;
			height: 25px;
			width: 110px;
			top: 90px;
			left: 720px;

		}

		#review{position: absolute ;
			height: 25px;
			width: 130px;
			top: 90px;
			left: 890px;

		}

		
		.button1:hover{
            	box-shadow: 0 8px 16px 0 rgba(0,0,0,0.2), 0 6px 20px 0 rgba(0,0,0,0.19), 0 6px 20px 0 rgba(0,0,0,0.19);
        }
        table {

   			font-family: arial, sans-serif;
   			border-collapse: collapse;
    		
		}


		#main{
			position: absolute;
			top: 150px;
			left: 250px;
		}


		.name{
			
			border-style: solid;
    			border-width: 5px;
			border-color: #4CAF50;
			color: black;
			height: 30px;
			width: 600px;
			font-size: 24px;
		    	margin: 4px 2px;
			padding: 10px 20px;
		}


		.main_story{
			color: black;
			width: 800px;
			font-size: 17px;
		}
		.myDIV {
		    width: 100%;

		    display: none;

	}
		.button2{

			text-decoration: none;
			color:black;
			height: 25px;
			width: 110px;
 
			padding: 10px 5px;
			background-color: #4CAF50;

		}
				.button2:hover{
            	box-shadow: 0 8px 16px 0 rgba(0,0,0,0.2), 0 6px 20px 0 rgba(0,0,0,0.19), 0 6px 20px 0 rgba(0,0,0,0.19);
        }

		.button2 a{

			text-decoration: none;
			color:white;
			
		}

    </style>

</head>
<body>
	<header>  </header>
	<h1>Campus Info</h1>
	<p id="quote">we feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a><br><br><br>





	<div id="main"><br><br>


 
		 <h2 class="name">অনুপ্রেরণা</h2>
			<p class="main_story"> 

				যাদের মনে হচ্ছে HSC রেজাল্ট খারাপ হবে এখন থেকেই হতাশ হয়ে পড়ছো তাদের জন্য আজকের এই লেখা.....
				...
				ব্যর্থতাকে কিভাবে সফলতাতে পরিনত করবে.....
				....
				ব্যর্থ হয়ে নিজেকে ভীতুর ডিম প্রমান করে কেউ কোনদিন সফল হতে পারেনি। মনে করবে এডমিশন একটা গেম। তোমাকে এখানে আসলে মনস্থির করতে হবে যে, এই গেমে তোমাকে যেভাবেই হোক জিততেই হবে। যখনই হোপলেস মনে হবে তখন সফল মানুষদের গল্প পড়বে, বড় ভাইদের-আপুদের কাছ থেকে টিপস নিবে। কারন ওই সময়টায় তোমার মানুষিক শক্তি বৃদ্ধি করবে। কিন্তু তুমি যদি কাজটা আগেই করে যাও, তবে ওই সময় সাফল্যর ওই গল্প পড়ে তোমার জন্য কিছুই করতে পারবে না। কারন তোমার ব্রেন এমনভাবে খেলবে যে, ওই সাফল্যর গল্পগুলো তুচ্ছ মনে হবে.........
				<br> 

			</p>

	 	<div  id="mot1" class="myDIV">
			<p class="main_story"> 

				সময় অনুযায়ী প্রত্যেকটা পদক্ষেপ নেওয়া উচিৎ। এতে করে ওই পদক্ষেপটা তোমার জন্য কাজে দেয়। কখনও কখনও একটু অ্যাডভান্স হওয়া থেকে নিজেকে বিরত রাখা উচিৎ। এতে মঙ্গল ছাড়া অমঙ্গল হওয়ার সম্ভাবনা থাকে বেশি।
				সারাদিন জ্যাক মা, আর বিল গেটস এর ইতিহাস পড়লে সেটা শুধু মানুষকে বলার মত গল্প করার কাজেই দিবে।
				সামনে এডমিশন মানে, তোমাকে সম্পূর্ণ কন্সট্রেশনটা এতেই দিয়ে রাখতে হবে। 
				দুনিয়ায় যা হয় হোক দেখার বিষয় না তোমার।অতিত এ যা হয়েছে হোক সেটা নিয়েও আফসোস করবে না।
				যাইহোক আসল কথাতে আসি। আলবার্ট আইনস্টাইন একটা কথা বলেছিল
				ব্যর্থতা হচ্ছে সাফল্যর একটি ধাপ
				একজন ব্যর্থ মানুষ কিভাবে সাফল্যর দিকে যেতে পাড়ে, সে বিষয়ে কিছু কথা বার্তা বলার চেষ্টা করব।
				ব্যর্থতা যেভাবে অসাধারন পরিবর্তন আনতে পারো
				একজন ব্যর্থ স্টুডেন্ট ২ টি জিনিস চিন্তা করতে পারে।
				প্রথমটি হচ্ছে হতাশা আর দ্বিতীয় টি হচ্ছে উন্নতির দিকে মনযোগী হওয়া।
				এখানে দ্বিতীয় পদ্ধতি টা অনেক কঠিন একটা কাজ । কারন মানসিক চিন্তাটা তখন চাইলেও ঠিক রাখা সম্ভব না। আর যে ঠিক রাখতে পারে, সেই পরবর্তী দিন সাফল্য নিয়েই তবে ফিরে আসে। HSC শেষ হওয়ার পরে সময় খুব কম নিজেকে গুছিয়ে এডমিশন এর জন্য প্রিপারেশন নেওয়ার। হয়তো তুমি বুঝতেছো তোমার ২-৩ টা বা ১-২ টা এক্সাম অনেক খারাপ হইছে তোমার বুয়েট/কুয়েট এর আশা শেষ। এ নিয়ে হা হুতাশ না করে প্রথম থেকেই যে কোন একটা লক্ষ স্থির করো। বিশেষ করে কোচিং নির্বাচন টা একটা বড় ফ্যাক্ট।
				যখন একজন স্টুডেন্ট হোচট খায়, তখন সে জানে যে কি কারনে হোচট খেয়েছিল। আমি এই কারন ব্যর্থতার গল্প পড়তে বলবো যারা আগের বছর গুলোও ভালো স্টুডেন্ট হওয়া সত্তেও কোথাও চান্স পায়নি। কারন, আসলে সে কি কারনে সেই হোচট খেয়েছিল। যদি তুমি জানতে পারও, তবে তুমি ওইটার জন্য নিজেকে তৈরি রাখতে পারবেন। ওই খারাপ সময়গুলো তে ব্রেঙ্কে সর্বদা চার্জে রাখতে হয় মোটিভেশনাল গল্প দিয়ে।
				যদি তুমি ওই ব্যর্থ পয়েন্টগুলোকে এক যায়গা তে নোট ডাউন করতে পারও, তবে পরবর্তীতে সামনে তোমার চলার পথ আরও সহজ হয়ে উঠবে।
				ব্যর্থতা যেভাবে তৈরি করে সুন্দর মুহূর্তঃ
				একজন ব্যর্থ স্টুডেন্ট যখন সফল হতে পারে, তখন একমাত্র সেই ছাত্রটাই "ইয়েএএস” মুহূর্তটা তৈরি করতে পারে। এটা ঠিক কঠিন একটা ম্যাথ সমাধান করার পর যে ফিলিং অনুভব হয়। এটা প্রথমে বুঝে উঠা অনেক কষ্ট।
				এই মুহূর্ত এর কথা যদি ব্যর্থতার প্রতি সিম্পেথি দেখাও, তবে তুমি হচ্ছে দুনিয়ার সবথেকে জঘন্যতম ব্যর্থ ব্যাক্তি। মুহূর্তটা তৈরি করার জন্য এবং সেই ফিলটা অনুভব করার জন্য হলেও আরও একবার চেষ্টা করা উচিৎ।
				একজন ব্যর্থ স্টুডেন্ট জানে যে, তার নিজের কি ভুল হয়েছিল। আর ঘুড়ে দ্বারিয়ে আবার চেস্টা করা ব্যাপারটা আসে সেই সময় যখন সে কিছু জানে না, ব্যর্থতা তাকে সেটার শিক্ষা দেয়। একজন ব্যর্থ ছাত্র তার মেধাকে তখন ক্যাটাগরি অনুসারে ভাগ করতে পারে। কারন যা হয়েছিল সেটা তার এক্সপেক্টেড ছিল না । একজন ছাত্র অনেক কিছুই পরিকল্পনা করে পড়াশনা করে। আর যখন সে ব্যর্থ হয়, সে তখনি শুধুমাত্র বুঝতে পারে যে কি ধরনের পরিকল্পনা তৈরি করলে পরবর্তীতে সে আর সেই ভুল গুলো করবে না।
				তাই ব্যর্থতা যে সুধু ব্যার্থতা আর জীবনের স্বপ্নগুলোকে যে মুছে দেয়, ঠিক তা না। এটা নতুন করে শক্তি আর সাহস যোগাতে সাহায্য করে। ব্যর্থ হওয়াটা একটা কপালের ব্যাপার।
				কয়েকটা বিষয় সর্বদা মাথায় রাখবেঃ
				ব্যর্থতা কখনও শেষ হয় না। বরং ব্যর্থতা চলার পথটা শুরু করতে তোমাকে সাহায্য করে।
				শুরুতেই যে তুমি সফল হবে, সেটা কখনও আশা করবেন না । মানে বোঝাতে চাচ্ছি ধরো তোমার টার্গেট ছিল ঢাবি তুমি পারলে না তাই বলে হতাশ না হয়ে আগের উদ্যম এ অন্য ভার্সিটির জন্য চেস্টা চালিয়ে যাবে। মনে রাখবে থেমে যাবে তো কেউ তোমার থেকে এগিয়ে যাবে।
				স্টার্টআপ ব্যর্থ হলে সেটা নিয়ে কষ্ট না পেয়ে নতুন করে চলার জন্য প্রস্তুত থাকতে হবে।
				নিজেকে মূল্যায়ন করো এবং আস্থা ও বিশ্বাস রাখলে। কোন কিছুই তোমার বাধা হয়ে দাড়াতে পারবে না
				Ragib Ahsan Topu
				HSTU



			</p>
		</div>
	
		<a class="button2"  class="continue" >
	   		<button onclick="myFunction1()" >Full Story</button>
		</a>

		<script>
		function myFunction1() {
		    var x = document.getElementById('mot1');
		    if (x.style.display === 'block') {
		        x.style.display = 'none';
		    } else {
		        x.style.display = 'block';
		    }
		}
		</script><br><br><br><br><br>



 
		 <h2 class="name">অনুপ্রেরণা</h2>
			<p class="main_story"> 
					সকালে বাদুড়ে খাওয়া পেয়ারায় নাস্তাটা সেরে নিতেন। কোনদিন সেটা না থাকলে কাঁচা পেঁপে খেয়ে নাস্তাটা হত। আর সেটা না হলে আধবেলা না খেয়েই চলতে হত। এভাবে খেয়ে না খেয়ে মেধা আর পরিশ্রমের গুণে সফলতা দেখিয়েছেন কুড়িগ্রামের আবু সায়েম। মা কাঁথা সেলাই করতে করতে আঙ্গুলগুলো ছিদ্র হয়ে জালির মত হয়ে গেছে। বাবা অন্যের জমিতে কাজ করে কোনমতে সংসার চালিয়েছে। অভাবের সংসারে থেকে স্বপ্ন জয়ের মিশনটা তাই সহজ ছিল না সায়েমের.........

			</p>

	 	<div  id="mot2" class="myDIV">
			<p class="main_story"> 

					শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের অদম্য ওই ছাত্রটি এখন বিসিএস ক্যাডার হয়েছেন। ৩৫তম বিসিএসে শিক্ষা ক্যাডারে সমাজকল্যাণে মেধাতালিকায় দ্বিতীয় হয়েছেন তিনি।
					জানা গেল, আবু সায়েমের বাবা অন্যের জমিতে কাজ করতেন। সে আয়ে তিনবেলা ভাত জুটত না। বাড়তি আয়ের জন্য মা কাঁথা সেলাই করতেন। তারপর সে কাঁথা বাড়ি বাড়ি বিক্রি করতেন। কত দিন কত রাত সায়েম যে না খেয়ে কাটিয়েছেন, সে হিসাব নিজেও জানেন না।
					স্মৃতিচারণে সায়েমের ভাষ্য, আম্মা খুব ভোরে উঠে অন্য মানুষের পেয়ারাগাছের তলা থেকে বাদুড়ে খাওয়া পেয়ারা কুড়িয়ে আনতেন। ওই পেয়ারা ছিল আমাদের সকালের নাশতা।
					তাদের ঘরের সামনেই ছিল পেঁপেগাছ। ভাতের জোগাড় না হলে কাঁচা-পাকা পেঁপে খেয়েই থাকতে হতো। চাল না থাকায় একবার নাকি তার আব্বা খেত থেকে কলাই তুলে আনেন। সেই কলাই ভাজা খেয়েই শুরু হয় তার পেটজ্বলা। অসুস্থ হয়ে পড়েন। তবে ভাগ্যগুণে সে যাত্রায় বেঁচে যান সায়েম।
					এভাবে অনাহারে-অর্ধাহারে, অসুস্থতায় কাটত দিনগুলো। তবু পড়াশোনা চালিয়ে গেছেন, ছাড়েননি সায়েম। মাধ্যমিকের ভালো ফলের ধারা ধরে রাখলেন উচ্চমাধ্যমিকেও। এইচএসসি পরীক্ষার পর গ্রামের একটি কোচিং সেন্টারে ক্লাস নিয়েছেন কিছুদিন।
					ক্লাস করিয়ে ২ হাজার ৩০০ টাকা পান। সেই টাকাতেই ভর্তি পরীক্ষা দেন। ভর্তি হন শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে। টিউশনি করিয়ে চলত বিশ্ববিদ্যালয়ে পড়া আর বেঁচে থাকার লড়াই। সে লড়াইয়ে জয়ী হলেন সায়েম। তবে জয়ী হওয়ার আগের দিনগুলো ছিল বেশ কষ্টের। বিশ্ববিদ্যালয় লাইফে সকালের নাস্তা করতেন না সায়েম। দুপুরে পাউরুটি খেয়েই পার করে দিতেন দিন। এভাবে বিশ্ববিদ্যালয়ের গণ্ডি পেরিয়ে বিসিএস পরীক্ষা দিয়েছিলেন।
					তবে বিসিএসের মৌখিক পরীক্ষায় যাওয়ার মতো ভালো কোনো পোশাক ছিল না। সেসময় এক বন্ধু পাশে এসে দাঁড়ায়। তার পোশাকেই পরীক্ষা দিয়েছেন।
					মা অন্যের কাঁথা সেলাই করে দিতেন। প্রতি কাঁথা হিসেবে মজুরি পেতেন ৭০ থেকে ১০০ টাকা। মায়ের ১০টি আঙুলে জালির মতো অজস্র ছিদ্র। মায়ের কষ্ট আর বাবার হাহাকার দূর করে এখন বিসিএস ক্যাডার হয়েছেন আবু সায়েম। পরিবারে তিনিই এখন সবার ভরসা।



			</p>
		</div>
	
		<a class="button2"  class="continue" >
	   		<button onclick="myFunction()" >Full Story</button>
		</a>

		<script>
		function myFunction() {
		    var x = document.getElementById('mot2');
		    if (x.style.display === 'block') {
		        x.style.display = 'none';
		    } else {
		        x.style.display = 'block';
		    }
		}
		</script>









	<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>

 

		
	</div>




</body>
</html>