<!DOCTYPE html>
<html>
<head>
	<title>campusinfo</title>
	<meta charset="utf8">
	<link rel="icon" href="images/logo.JPG" >
    <link rel="stylesheet" href="subject_review.css">

</head>
<body>
	<header>  </header>
	<h1>Campus Info</h1>
	<p id="quote">we feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a>



	<div id="main">
		<br><br><br>
		 <h2 id="subject_name">Nuclear Engineering</h2>
		 <br><br>
			 <p id="subject_details">

				"সময়ের চাহিদা নিউক্লিয়ার প্রকৌশল"<br>
				সম্প্রতি রূপপুরে পারমাণবিক বিদ্যুৎকেন্দ্র তৈরির কাজ শুরুও হয়ে গেছে পুরোদমে। দেশে খুব কম সময়ের মধ্যেই প্রতিষ্ঠিত হতে যাচ্ছে আরো কিছু পারমাণবিক শক্তিকেন্দ্র। তাই পারমাণবিক শক্তির ক্ষেত্রে খুব দ্রুতই প্রয়োজন হতে যাচ্ছে দক্ষ ও মেধাবী নিউক্লিয়ার প্রকৌশলীদের। সেই লক্ষ্যেই ঢাকা বিশ্ববিদ্যালয়ে পোস্ট গ্র্যাজুয়েট ডিগ্রির পাশাপাশি এ বছর থেকে চালু হয়েছে নিউক্লিয়ার ইঞ্জিনিয়ারিংয়ের বিএসসি (সম্মান) কোর্স।<br><br>
				ঢাকা বিশ্ববিদ্যালয়ে নিউক্লিয়ার ইঞ্জিনিয়ারিংয়ের ওপর দেড় বছর মেয়াদি এমএস কোর্স চালু হয় গত বছরের সেপ্টেম্বরে। সময়ের চাহিদা মেটাতে এ বছরই তাই পথ চলা শুরু হলো নিউক্লিয়ার ইঞ্জিনিয়ারিং বিষয়ে বিএসসি (সম্মান) কোর্সের। এ বিভাগের আসনসংখ্যা ২৫, নিয়মানুযায়ী যা পূর্ণ করা হবে ‘ক’ ইউনিট থেকে।<br><br>
				ইঞ্জিনিয়ারিং অ্যান্ড টেকনোলজি অনুষদের অধীনে থাকা এ বিষয় সম্পর্কে অনেকেরই রয়েছে ব্যাপক কৌতূহল। এ বছর ঢাকা বিশ্ববিদ্যালয়ের ‘ক’ ইউনিট ভর্তি পরীক্ষায় সুযোগ পাওয়া শিক্ষার্থী মনন জানান, নতুন বিষয় হওয়ায় আগ্রহের কারণে তিনি পছন্দের তালিকায় নিউক্লিয়ার ইঞ্জিনিয়ারিং এক নম্বরে রেখেছেন। প্রায় একই রকম কথা জানান ‘ক’ ইউনিটে সুযোগ পাওয়া মঈন। তাঁর ভাষায়, ‘পরমাণু শক্তি নিয়ে কাজ করা ও পড়ার সুযোগটি একদমই নতুন। তাই এ ব্যাপারে আগ্রহ থেকেই বেছে নিয়েছি নিউক্লিয়ার ইঞ্জিনিয়ারিং।’
				মূলত পরমাণু শক্তি নিয়ে কাজ করলেও স্বাস্থ্য পদার্থবিজ্ঞান, তেজস্ক্রিয়তা নিয়ন্ত্রণ, শক্তিবিষয়ক গবেষণা, পারমাণবিক মেডিসিন—এসব বিষয়েও কাজ ও গবেষণা হয়ে থাকে নিউক্লিয়ার ইঞ্জিনিয়ারিংয়ে। আপাতদৃষ্টে বাংলাদেশে চাকরি অপ্রতুল মনে হলেও, সামনের কিছুদিনে দেশে বিভিন্ন পারমাণবিক প্রকল্প, পাওয়ার প্ল্যান্টসহ উন্নত গবেষণায় দেশের নিউক্লিয়ার ইঞ্জিনিয়ারদের ব্যাপক চাহিদা দেখা দেবে, এমনটাই আশা করছেন পোস্ট গ্র্যাজুয়েশনে অধ্যয়নরত শিক্ষার্থীরা।<br><br>
				নতুন এই বিভাগের চেয়ারপারসন হিসেবে রয়েছেন খোরশেদ আহমেদ কবীর। প্রকৌশল অনুষদের নবীন এই বিভাগকে পূর্ণভাবে বিকশিত করতে আন্তরিকভাবে ল্যাব-সুবিধা প্রদান করছে বাংলাদেশ পারমাণবিক শক্তি কমিশন।<br><br>
				(সামিউল আজিজ)<br>

		</p>


		<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>
 

		
	</div>





</body>
</html>