<!DOCTYPE html>
<html>
<head>
	<title>campusinfo</title>
	<meta charset="utf8">
	<link rel="icon" href="images/logo.JPG" >
    <link rel="stylesheet" href="subject_review.css">

</head>
<body>
	<header>  </header>
	<h1>Campus Info</h1>
	<p id="quote">we feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a>



	<div id="main">
		<br><br><br>
		 <h2 id="subject_name">Pharmacy</h2>
		 <br><br>
			 <p id="subject_details">


				“Study in pharmacy and fly to America’’ – এমনই একরকম স্লোগান চালু হয়ে যায় ১৯৬৪ সালে ঢাকা বিশ্ববিদ্যালয়ে ফার্মেসী বিভাগ প্রতিষ্ঠার সাথে সাথে। সময়ের পরিক্রমায় এটি এখন ৩ টি বিভাগ নিয়ে গঠিত ফার্মেসী অনুষদ। প্রথম দিককার বেশীরভাগ ফার্মাসিস্টরাই পাড়ি জমান আমেরিকায় ও মধ্যপ্রাচ্যে। আবার কেউ কেউ কানাডা, ইউকে বা অস্ট্রেলিয়ায়। বাকিরা যারা দেশে আছেন তাদের হাত ধরেই সামনের দিকে এগুতে থাকে আমাদের ওষুধ শিল্প। পরবর্তীতে ফার্মেসী বিষয়টি খোলা হয় জাহাঙ্গীরনগর ও রাজশাহী বিশ্ববিদ্যালয়ে। বর্তমানে বাংলাদেশের ওষুধের চাহিদার ৯৭ ভাগই বাংলাদেশে তৈরি হয় আর রপ্তানি করা হয় বিশ্বের প্রায় ৮৭ টি দেশে। আগামী ১০ বছরে মধ্যে ওষুধ হতে যাচ্ছে বাংলাদেশের প্রধান রপ্তানি পণ্য বা পথ্য। বাংলাদেশের ওষুধ শিল্পের এই উৎকর্ষ যাদের হাত ধরে সাধিত হয়েছে তারা হচ্ছেন ফার্মাসিস্টরা।<br><br>
				পাবলিক বিশ্ববিদ্যালয়গুলোর মধ্যে ফার্মেসী পড়ানো হয় ঢাকা, জাহাঙ্গীরনগর, রাজশাহী, খুলনা, জগন্নাথ, নোয়াখালী বিজ্ঞান ও প্রযুক্তি, চট্টগ্রাম, কুমিল্লা, পাবনা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে (আরও ২/১ টা থাকতে পারে!)<br>
				প্রাইভেট বিশ্ববিদ্যালয়গুলোর মধ্যে এশিয়া প্যাসিফিক, স্টেট, ইস্ট ওয়েস্ট, নর্থ সাউথ, সাউথ ইস্ট, ব্র্যাকসহ আরও কিছু বিশ্ববিদ্যালয়ে।
				কি পড়ানো হয় ফার্মেসীতে? ফার্মেসীতে যা পড়ানো হয় তার মধ্যে রয়েছে রসায়ন (inorganic/organic/physical/Analytical/Medicinal chemistry), মানবদেহ (Physiology/Anatomy), ওষুধবিদ্যা(Pharmacognosy / Pharmacology / Pharmaceutical technology / Quality control / Pharmaceutical Engg / Biopharmaceutics), লাইফ সাইন্স এর অন্যান্য বিষয় (Microbiology / Biochemistry / Biotechnology) ও Hospital pharmacy / Clinical pharmacy, Statistics সহ আরও কিছু বিষয়। এত বিষয় দেখে ভয় পাওয়ার কিছু নেই। তবে এসব বিষয় পড়তে হলে জীববিজ্ঞান (মানবদেহ) ও রসায়নে ভাল হতে হবে।<br><br>
				সবাই যেটা জানতে চাই, আসলে চাকরীর অবস্থা কি ? পাবলিক বিশ্ববিদ্যালয়গুলো থেকে অনার্স মাস্টার্স কমপ্লিট করে খুব একটা কেউ বেকার থাকে না। তবে ফার্মা ফিল্ডে চাকরী বেশ saturated হয়ে যাচ্ছে। দেশের অনেকগুলো বিশ্ববিদ্যালয়ে ফার্মেসী পড়ানো হয়,তাই অনেকেই শিক্ষকতা পেশাকে বেছে নেয়। মোটামুটি ভাল রেজাল্ট নিয়ে ভাল বিশ্ববিদ্যালয় থেকে পাস করে বের হতে পারলে শিক্ষকতায় ঢোকা ব্যাপার না। প্রাইভেট বিশ্ববিদ্যালয়গুলো থেকে উল্লেখযোগ্য সংখ্যক ছাত্রছাত্রী ফার্মা ফিল্ডে কাজ করছেন। তবে অনেক বেশী ছাত্র যেহেতু বের হচ্ছে তাই ভাল/প্রথম দিকের কোন পাবলিক বিশ্ববিদ্যালয়ে ফার্মেসীতে চান্স না পেলে ফার্মেসী পড়ার আগে একবার চিন্তা করে দেখা উচিত।<br><br>
				দেশের বাইরে যাওয়ার সুযোগ কেমন? <br>
				একসময় প্রচুর ফার্মাসিস্ট বাইরে যেতেন। ২০০৩ সালের পর আমেরিকায় ৪ বছরের অনার্স ডিগ্রীধারীদের ফার্মাসিস্ট নিবন্ধন পরীক্ষায় অংশ নিতে দিচ্ছে না। অর্থাৎ কেউ যদি আমেরিকায় ফার্মাসিস্ট হিসেবে কাজ করতে চান তার ৫ বছরের অনার্স লাগবে বা ফার্ম ডি লাগবে। ঢাকা বিশ্ববিদ্যালয়ে ২০০১০-১১ সেশন থেকে ৫ বছরের অনার্স চালু হয়েছে। এখানে একটা ব্যাপার ক্লিয়ার করা উচিত। আমাদের দেশে বেশিরভাগ ফার্মাসিস্ট যেমন ওষুধ কোম্পানিতে কাজ করেন তেমনি বাইরের দেশে বেশিরভাগ ফার্মাসিস্ট কমিউনিটি, রিটেইল, ক্লিনিক বা হসপিটাল ফার্মাসিস্ট হিসেবে কাজ করেন আর তার জন্য লাইসেন্সধারী ফার্মাসিস্ট হতে হয়। আর ৪ বছরের অনার্স নিয়ে আমেরিকা ছাড়া অন্য যে কোন দেশে গিয়ে নিবন্ধন পরীক্ষায় পাস করে ফার্মাসিস্ট হিসেবে কাজ করতে পারবেন। তবে আপনি পিএইচডি করতে চাইলে আমেরিকা যেতে পারেন। আমেরিকায় ফার্মেসী পড়ায় এমন বিশ্ববিদ্যালয়ের সংখ্যা অন্যান্য বিষয়গুলোর তুলনায় কম হলেও প্রচুর ছাত্রছাত্রী উচ্চশিক্ষার্থে(মাস্টার্স/পিএইচডি) করতে আমেরিকা, ইউকে সহ অন্যান্য দেশে যাচ্ছেন।
				অনেকেই বিসিএস দিয়ে আবার সরকারী চাকরীতেও যাচ্ছেন। কেউ হয়ত খেয়াল করে থাকতে পারেন এবার ৩৩ তম বিসিএস এ সারা বাংলাদেশে প্রথম স্থান অধিকার করেছেন একজন ফার্মেসী গ্র্যাজুয়েট!<br>
				ফার্মেসী পড়ার একটা সুবিধা হল এ বিষয়ে পড়ে আপনি উচ্চশিক্ষার্থে লাইফ সাইন্স এর যেকোনো দিকে সুইচ করতে পারবেন। তাই আমার মতে যারা লাইফ সাইন্স পড়তে চান তাদের ফার্মেসী প্রথম চয়েজ হওয়া উচিত।<br> 
				ওষুধবিজ্ঞান উপভোগ করতে পারলে ভাল লাগবে অন্যথায় হতাশ হতে হবে। তবে পড়লে ভাল করে পড়তে হবে। এবার যারা ‘ক’ ইউনিটে ভর্তি পরীক্ষা দিয়ে ঢাকা বিশ্ববিদ্যালয়ের ফার্মেসীতে আসছেন তাদেরকে ওয়েলকাম। অন্যান্য বিশ্ববিদ্যালয়ে যারা ফার্মেসীতে ভর্তি হচ্ছেন তাদেরকে ফার্মাসিস্ট জীবনে স্বাগতম!<br>
		</p>


		<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>
 

		
	</div>





</body>
</html>