<!DOCTYPE html>
<html>
<head>
	<title>campusinfo</title>
	<meta charset="utf8">
	<link rel="icon" href="images/logo.JPG" >
    <link rel="stylesheet" href="subject_review.css">

</head>
<body>
	<header>  </header>
	<h1>Campus Info</h1>
	<p id="quote">we feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a>



	<div id="main">
		<br><br><br>
		 <h2 id="subject_name">Physics</h2>
		 <br><br>
			 <p id="subject_details">


				বর্তমান বিশ্বে সবকিছুতেই যেখানে মানুষ শর্টকাট খোঁজে সেখানে চাকুরী,উন্নতি বা সফলতার ক্ষেত্রেও যে মানুষ শর্টকাট খুজবে সেটাই স্বাভাবিক।আর তাই মৌলিক বা পিওর বিষয়গুলির প্রতি মানুষের আগ্রহ দিন দিন কমে যাচ্ছে।অথচ আমাদের শিক্ষার মূল উদ্দেশ্য কি কেবল চাকুরী পাওয়া? শিক্ষা মানুষের মনকে উন্নত করার জন্য, এই উদ্দেশশে যারা শিক্ষা লাভ করেছে তারাই রয়ে গেছেন চিরস্মরণীয়, চিরবরণীয় হিসেবে। পদার্থবিজ্ঞান বিজ্ঞান এর সেই মৌলিক শাখা যা সম্পূর্ণ জগতকে গনিতের ভাষায় নতুন করে চিত্রিত করতে শিখায়,শিখায় জগতকে নতুন আঙ্গিকে দেখতে।<br><br>
				ঢাকা বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান প্রতিষ্ঠিত হয় ঢাকা বিশ্ববিদ্যালয়ের প্রতিষ্ঠাকাল ১৯২১ সালে।সে সময় থেকে এ বিভাগ ঢাবির একটি প্রথম সারির বিভাগ। Bose-Einstein Statistics এর জন্মদাতা এই বিভাগ। পদার্থবিজ্ঞান বিভাগে পড়তে আসা স্টূডেন্টদের সবচেয়ে বড় বৈশিষ্ঠ হলো গানিতিক দক্ষতা,উচ্চতর সমস্যা সমাধানের ক্ষমতা এবং যে কোন বিষয় সম্পর্কে সহজে বুঝতে পারার ক্ষমতা,যা তাদের পরবর্তী জীবনে অত্যন্ত সহায়ক ভূমিকা পালন করবে। বিশ্বের মস্ত বড় বিশ্ববিদ্যালয়গুলোতে এই বিভাগের শিক্ষার্থীরাই ভবিষ্যতে গিয়ে কেবল পড়াশুনাই করে নাই, শিক্ষকতাও করেছে। জগতের সবচেয়ে বড় গবেষণা সংস্থাগুলোতেও(CERN,NASA) কাজ করেছে এই বিভাগের শিক্ষার্থীরাই।<br><br>
				এবার আসা যাক দেশীয় চাকরির বিষয়ে।দেশের কথা বললে বর্তমানে বাংলাদেশ শিক্ষকতা পেশায় সবচেয়ে চাহিদাসম্পন্ন বিভাগ পদার্থবিজ্ঞান।সেটা ইউনিভার্সিটি হোক,কলেজ হোক আর স্কুল হোক।বর্তমানে বাংলাদেশ সরকারি বিশ্ববিদ্যালয় থেকে শুরু করে বেসরকারি বিশ্ববিদ্যালয় সবখানেই প্রকৌশল বিষয় পড়ানো হয়।সেখানে পদার্থবিজ্ঞান বিভাগের শিক্ষক আবশ্যক।এছাড়া পদার্থবিজ্ঞান বিভাগ থেকে পড়াশোনা করে চাকরিক্ষেত্রেও নিজেকে বিকশিত করবার অনেক সুযোগ থাকে।<br>
				তাই সবাইকে এতটুকুই বলব জীবনতো একটাই, কেন আমরা এই জীবনকে কেবল ক্ষুদ্র চাকুরীর চিন্তায় আবদ্ধ রাখবো? নিজেকে জিজ্ঞেস করো, তোমার মস্তিষ্কটাকে কি এইভাবেই বৃথা যেতে দিবে? তাকে কি দেখতে দিবে না কি অসাধারণ প্রতিসাম্য(Symmetry) বিরাজমান এই জগতে? তাকে কি কাজে লাগাবে না মহা একীভূত ক্ষেত্রতত্তের(Grand Unified Field Theory) দিকে আগাতে? আর একটা কথাই বলব, পদার্থবিজ্ঞান পড়ে কেউ না খেয়ে মরবে না, এতটুকু জেনে রেখো। আমার এই লিখা পড়ে কেউ যদি বলে আমি পদার্থবিজ্ঞান পড়ব, তবেই আমার পরিশ্রমটুকুকে সার্থক মনে করব।<br><br>
				ওয়াসিফ আহমেদ<br>
				শিক্ষার্থী, <br>পদার্থবিজ্ঞান বিভাগ, ঢাকা বিশ্ববিদ্যালয়<br>
		</p>


		<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>
 

		
	</div>





</body>
</html>