<!DOCTYPE html>
<html>
<head>
	<title>campusinfo</title>
	<meta charset="utf8">
	<link rel="icon" href="images/logo.JPG" >
    <link rel="stylesheet" href="subject_review.css">

</head>
<body>
	<header>  </header>
	<h1>Campus Info</h1>
	<p id="quote">we feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a>



	<div id="main">
		<br><br><br>
		 <h2 id="subject_name">Petroleum and Mining Engineering</h2>
		 <br><br>
			 <p id="subject_details">

					পেট্রোলিয়াম এবং মাইনিং ইঞ্জিনিয়ারিং বিষয়টি বাংলাদেশে একেবারেই নতুন।তাই বেশিরভাগ মানুষের এই বিষয়ে খুব ভাল ধারণা না থাকাই স্বাভাবিক।আমাদের দেশে দুইটা আলাদা ইঞ্জিনিয়ারিংকে একত্রে করে পাঠদান করা হয়।
					পেট্রোলিয়াম ইঞ্জিনিয়ারিং-<br><br>
					পেট্রোলিয়াম প্রকৌশল হাইড্রোকার্বন(অশোধিত তেল বা প্রাকৃতিক গ্যাস ) উৎপাদনের সাথে সম্পর্কিত কার্যক্রম সঙ্গে সংশ্লিষ্ট ইঞ্জিনিয়ারিং একটি ক্ষেত্র যা খনি আবিষ্কার,তৈল উত্পাদনের এবং গ্যাস শিল্পের মূল প্রজেক্টের বিভিন্ন কর্মকাণ্ডের সাথে জড়িত।<br><br>
					পেট্রোলিয়াম প্রকৌশলীদের জিওফিজিক্স,পেট্রোলিয়াম জিওলজি,ওয়েল লগিং,ড্রিলিং,অর্থনীতি,তৈল ও গ্যাস খনি ব্যবস্থাপনা,ভূ-রাজনীতি,ইন্ডাস্ট্রি নির্মাণ সম্পর্কিত বিভিন্ন বিষয়ে উচ্চতর জ্ঞান থাকতে হয়।
					বর্তমান সভ্যতার চালিকাশক্তি হল তৈল এবং গ্যাস।দেশে দেশে এতো দ্বন্দ্ব-যুদ্ধ-হানাহানি তার বেশিরভাগ এই ক্ষেত্রকে ঘিরেই।তাই চোখ-মুখ বন্ধ করেই বলা যায় পেট্রোলিয়াম প্রকৌশলীদের চাহিদা এবং বেতন আকাশচুম্বী হবে।বাস্তবেও ঠিক তাই...সাথে যদি ৯টা-৫টা চাকরীর বাইরে গিয়ে ভূপৃষ্ঠের শত শত ফুট নিচে কাজ করার চ্যালেঞ্জ নিতে প্রস্তুত থাকেন তাহলে তো আর কথাই নাই!!!
					মাইনিং ইঞ্জিনিয়ারিং-<br><br>
					মাইনিং ইঞ্জিনিয়ারিং বা খনি প্রকৌশল প্রকৌশল পেশার একটি শাখা যা মূলত প্রকৃতি থেকে খনিজ পদার্থের উত্তোলন ও প্রক্রিয়াজাতকরণ সম্পর্কিত তত্ত্ব, বিজ্ঞান, প্রযুক্তি এবং এর প্রয়োগ নিয়ে কাজ করে থাকে।<br>
					টেকসই আধুনিক সমাজের জন্য খনিজ পদার্থের উত্তোলন এবং প্রক্রিয়াজাতকরণ একটি অত্যন্ত আবশ্যিক বিষয়। খনিজ পদার্থের উত্তোলন প্রক্রিয়ার প্রকৃতিজনিত কারণেই খনি এলাকার স্বাভাবিক প্রাকৃতিক পরিবেশের ব্যাঘাত ঘটে থাকে। তাই খনি প্রকৌশলীদের শুধুমাত্র খনিজ পদার্থের উত্তোলন নয় বরং এর ফলে পরিবেশের ক্ষতি যেন যতটা সম্ভব কম হয় সেদিকেও খেয়াল রাখতে হয়।<br>
					খনি প্রকৌশলীরা পৃথিবীর অন্যতম উচ্চ বেতনপ্রাপ্ত প্রকৌশলী। প্রাক্কলন করা হয় যে এই পেশাটি স্বাভাবিকের চেয়ে বেশি পরিমাণে বিস্তৃতি লাভ করবে। সিনিয়র খনি প্রকৌশলীদের অবসরগ্রহণ, পৃথিবী জুড়ে খনিজ সম্পদের উত্তরোত্তর চাহিদা বৃদ্ধি এবং এই বিষয়ে পাঠদানকারী শিক্ষাপ্রতিষ্ঠানের স্বল্পতাই এর মূল কারণ।<br><br>
					বাংলাদেশে অবস্থাঃ<br>
					বাংলাদেশের এই সাবজেক্টটি আগে না থাকায় কেমিক্যাল/মেকানিক্যাল/ইন্ডাস্ট্রিয়াল প্রকৌশলী দ্বারা এই দেশের বিভিন্ন খনিতে কাজ চালানো হয় এমনকি বাইরের দেশ হতে বিশেষজ্ঞ প্রকৌশলীও আনা হয়।আশা করা হয় যে সমুদ্রের বিভিন্ন ব্লক থেকে প্রাকৃতিক সম্পদ আহরণ শুরু হলে সম্ভাবনার এক বিশাল দ্বার উন্মুক্ত হবে।<br><br> 
					লিখেছেন-<br>
					Meshkatus Salehin,<br>
					পেট্রোলিয়াম ও খনি কৌশল বিভাগ,<br>
					শাবিপ্রবি,সিলেট।<br>
		</p>


		<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>
 

		
	</div>





</body>
</html>