<!DOCTYPE html>
<html>
<head>
	<title>campusinfo</title>
	<meta charset="utf8">
	<link rel="icon" href="images/logo.JPG" >
    <link rel="stylesheet" href="subject_review.css">

</head>
<body>
	<header>  </header>
	<h1>Campus Info</h1>
	<p id="quote">we feel proud to become the part of your journey........</p>



	<a class="button1" id="home" href="index.php">
	   <button>Home</button>
	</a>

	<a class="button1"  id="varsity_list" href="varsity_list.php">
	   <button>Varsity List</button>
	</a>

	<a class="button1"  id="download" href="download.php">
	   <button>Download</button>
	</a>

	<a class="button1" id="result"  href="result.php">
	   <button>Result</button>
	</a>

	<a class="button1" id="review" href="review.php">
	   <button>Subject Review</button>
	</a>



	<div id="main">
		<br><br><br>
		 <h2 id="subject_name">Textile Engineering</h2>
		 <br><br>
			 <p id="subject_details">


			বস্ত্র প্রকৌশল বা টেক্সটাইল ইঞ্জিনিয়ারিং বর্তমান সময়ের অনেকের কাছেই একটি পছন্দনিয় বিষয় এবং ইদানিং কালে অত্যন্ত গুরুত্বের সাথে লক্ষ্য করা যাচছে যে, বেশ উল্লেখযোগ্য সংখ্যক শিক্ষার্থী বর্তমানে এই বিষয়ে বিদ্যা অর্জনে আগ্রহী কিন্তু অধিকাং ক্ষেত্রেই লক্ষ্য করা যায় যেটা তা হল, এসব মেধাবী শিক্ষার্থীদের একটি বড় অংশ থাকে যারা কিনা এই বিষয় সম্পর্কে বেসিক কোন ধারনা পোষন না করেই নেহায়েত লোকমুখে প্রচলিত নিশ্চিত সুন্দর ভবিশ্যতের টানে এই বিষয়ে বিদ্যা অর্জনে আগ্রহী হয়। যারা একি সাথে বিভিন্ন বিশ্ববিদ্যালয় বিভিন্ন বিষয়ে পড়ার সুযোগ পেয়েছ সেই সাথে একটি মধুর বিড়ম্বনায় পড়েছ যে কোন বিষয়টা বেছে নিবে পড়ার জন্য তাদের উদ্দেশ্য করেই আমি চেষ্টা করব টেক্সটাইল ইঞ্জি্নিয়ারিং বিষয়ে বেসিক ধারনা দেবার যাতে করে তোমাদের পক্ষে সিদ্ধান্ত নেয়া অনেকটা সহজ হয়।
			প্রথমেই বলে নেয়া ভাল যে, টেক্সটাইল ইঞ্জিনিয়ারিং মূলত ৪ টি বেসিক প্রক্রিয়ার সমন্বয়। প্রক্রিয়াগুলো হলঃ<br>
			<br>#ইয়ার্ন_ম্যনুফ্যাকচারিং : আমরা সবাই জানি যে, একটা ্পোশাক এর মূল উপাদান হল সূতা এবং এই ধাপে প্রধানত কিভাবে ভাল এবং কোয়ালিটিফুল সুতা প্রসেস করে একটি ফ্যাশনেবল পোশাক বা যে কোন ধরনের গার্মেন্টস প্রডাক্ট তৈরী করা যায় সেটা নিয়ে বিষদ কাজ করা হয়।<br><br>
			<br>#ফেব্রিক_ম্যানুফ্যাকচারিং: এই ধাপে মূলত সূতা থেকে কাপড় তৈরীর কাজ করা হয় এবং বেশ কিছু জটিল ধাপ অতিক্রম করে একটি কোয়ালিটিফুল কাপড় উতপাদন করাই এই ধাপের উদ্দেশ্য।
			<br>#ওয়েট_প্রসেসিং: এই ধাপে কাপড় কে পছন্দনীয় রং দেয়া হয় এবং অত্যন্তু নিখুতভাবে কাজটি করা হয় যেন কাপড় এর সাথে রঙ এর যে মিশেল সেটা অত্যন্ত টেকসই এবং গুনসম্পন্ন হয়। এই ধাপ মূলত রাসায়নিক প্রযুক্তি নির্ভর বলে এটাকে অনেকে টেক্সটাইল কেমিস্ট্রি বলেও আক্ষায়িত করেন।
			<br>#গার্মেন্টস_ম্যানুফাকচারিং: উপরোক্ত তিনটি ধাপ অতিক্রম করার পর এই ধাপে মুলত sampling, fabric spreading, cutting, sewing, washing(if necessary), finishing. করা হয় এবং যেই complete dress আমরা পরিধান করি সেটা কাপড় থেকে পুরো ফিনিশিং প্রসেস পর্যং ধাপগুলা এই গারমেন্টস ম্যানুফাকচারারদের ই অবদান।<br><br>
			তাহলে দেখা যাচ্ছে যে, একটা সুন্দর কাপড় যেটা কিনা আ্মরা YELLOW বা CATS EYE বা বিভিন্ন নামিদামি ব্রান্ড থেকে শুধুমাত্র পকেট এর টাকা খরচ করেই কিনে ফেলছি এবং সেটা পরে বিভিন্ন পার্টিতে বা বন্ধুমহলে ঘুরে বেড়াচছি সেটার পেছনে কত লোকের শ্রম জড়িত শুধু তাই নয় পুরো প্রক্রিয়া কিন্তু একজন দক্ষ বস্ত্র প্রকৌশলীর সু্নিপুন দিকনির্দশনা বা দক্ষতা ছাড়া অসম্ভব।
			এখন শুধু পোশাক বানিয়ে বসে থাকলেই ত আর হবে না বরং এর জন্য দরকার ব্রান্ডিং এবং আমদের তৈরী পোশাক কে বিদেশের মাটিতে উপস্থাপন করা, যাতে করে সারা বিশ্বের মানুষ "made in Bangladesh" ট্যাগ চিহ্নিত পোশাক পরতে পারে এবং আমরা ইতিমধ্যেই সবাই জানি যে, এই তৈরী পোশাক ই আমাদের রপ্তানীর মূল অস্ত্র এবং এইটার উপর ভর করেই কিন্তু গোটা অর্থনীতি এতটা শক্ত অবসথায় দাঁড়িয়ে আছে। তাই একজন বস্ত্র প্রকৌশলী হওয়া মানে কিন্তু সরাসরি জাতীয় অর্থনীতিতে সরাসরি অবদান রাখার সৌভাগ্য অর্জন করা। আর এই তৈরি পোশাক কে ফ্যাশনেবল করা এবং একটি সুন্দর প্রক্রিয়ার মাধ্যমে যথাযথ সময়ের মধ্যে রপ্তানী করার জন্য আরও দুটি শাখা টেক্সটাইল ইঞ্জিনিয়ারিং এর সাথে জড়িত আর তা হল-<br><br>
			<br>1. ফ্যাশন ডিজাইনিং: এই বিষয়ে সবার ই কমবেশি ধারনা থাকায় বিস্তারিত বলার প্রয়োজন মনে করছি না।
			<br>2. টেক্সটাইল ম্যনেজমেন্ট : গোটা টেক্সটাইল প্রসেস সম্পন্ন করার পর সেটাকে সম্পূর্ন নিরাপদে রপ্তানি করে ক্রেতার কাছে পৌছে দেবার মধ্যবর্তী সময়ে যে ধাপ গুলা অতিক্রম করতে হয় সেই ধাপ গুলোই এই বিভাগের উপজীব্য বিষয়। production process supervision, quality controlling, inventory process monitoring, facilitating marketing process, সহ আরও বিষয়গুলো এই বিভাগের সাথে জড়িত।<br><br>
			সারকথা হল একজন টেক্সটাইল ইঞ্জিনিয়ারকে উপরোক্ত ৬ টি বিষয়ের উপরেই সমানভাবে পারদর্শী হতে হয় কারন তার উপর ই ত নির্ভর করে " made in Bangladesh" ট্যাগের সার্থকতা আর সফলতা।<br><br>
			এতখন বলছিলাম পুরা প্রসেস এর কথা, এখন বলব এই বিষয়ে অধ্যায়ন করে ভবিশ্যতে কোথায় কিভাবে ক্যারিয়ার গঠনের সুযোগ রয়েছে। এই বিষয়ে আমার বন্ধু শুভা জাহিদ এর একটা লেখা না শেয়ার করলেই নয়। আশা করি তার দেয়া তথ্যগুলো ক্যারিয়ার নিয়ে সমস্ত প্রশ্নের উত্তর দিতে সক্ষম হবে। লেখাটি হুবহু তুলে দেয়া হলঃ<br><br>
			টেক্সটাইল ইঞ্জিনিয়ার দের কাজ কী, এরা আসলে কি করে, কেনই বা এদের কে উচ্চবেতনে চাকরি দেয় টেক্সটাইল শিল্পমালিক রা। অনেকেই টেক্সটাইল ইঞ্জিনিয়ার নাম শুনলেই নাক সিটকান, বলেন এইটা কোন ইঞ্জিনিয়ারিং হইল, কাপর-চোপরের আবার কিসের ইঞ্জিনিয়ারিং? শতকরা ৮০ভাগ লোকই জানেন না যে টেক্সটাইল ইঞ্জিনিয়ারিং চাকরি মানে কাপর-চোপরের ইঞ্জিনিয়ারিং না। এটি সম্পূর্ন ম্যানুফ্যাকচারিং বেসড একটি প্রসেস যেখানে একজন ইঞ্জিনিয়ার কে মেশিন সেটাপ থেকে শুরু করে প্রসেস কন্ট্রোল, প্রোডাক্ট ডেভেলপমেন্ট , গিয়ার মেকানিসম এবং মেইন্টেনেন্স নিয়ে কাজ করতে হয়। স্পিনিং এর ইঞ্জিনিয়ার দের প্রোগ্রাম ইনপুট দেয়া জানতে হয়। ওয়েট প্রসেসিং ইঞ্জিনিয়ার দের প্রথম সারির কেমিক্যাল ইঞ্জিনিয়ার হতে হয়। নাসার বিজ্ঞানিরা যারা দীর্ঘদিন যাবত মহাকাশে মানুষ পাঠাতে কাজ করে যাচ্ছেন তারা অসংখ্য টেক্সটাইল ইঞ্জিনিয়ার দের গবেষনায় নিযুক্ত করে স্পেস স্যুট এবং ন্যানোফাইবার, কার্বন ফাইবারের শিল্ড তৈরীর জন্য। অতি সম্প্রতি বুয়েট নন-ওভেন জূট টেকনোলজী কে জিও টেক্সটাইল হিসেবে সিভিল ইঞ্জিনিয়ারিং এর কাজে ব্যবহার শুরু করেছে, আগামিতে সিভিল ইঞ্জিনিয়ারদের নিয়মিত বিষয় হিসেবে যখন জিও-টেক্সটাইল পড়ানো হবে তখন এই কোর্সের জন্য বাংলাদেশের টেক্সটাইল ইঞ্জিনিয়ার দেরকেই শিক্ষক হিসেবে পাবে তারা। সত্যি বলতে কী টেক্সটাইল ইঞ্জিনিয়ারিং সাবজেক্টের সাথে সব চেয়ে বেশি মিল রয়েছে আইপিই ইঞ্জিনিয়ারিং এবং মেকানিক্যাল ইঞ্জিনিয়ারিং এর সাথে।<br><br>
			যাই হোক, পেশা হিসেবে অনেকের অ্যালার্জি থাকলেও বাংলাদেশে একমাত্র টেক্সটাইল ইঞ্জিনিয়ার রাই আন্তর্জাতিক পর্যায়ে " মেইড ইন বাংলাদেশ " ট্যাগ এ ব্র্যান্ডিং শুরু করেছে। বিশ্বের ২য় বৃহত্তম জিন্স ব্র্যান্ড এইচ এন্ড এম শুধুমাত্র বাংলাদেশ থেকেই বছরে ১৩০ কোটি মার্কিন ডলার মুল্যের পন্য নিয়ে থাকে, আজ আমরা যারা হলিউডের মুভি দেখে অভ্যস্ত তারা কয়জনে জানি এই সব নামীদামি সেলিব্রেটিরা বাংলাদেশ এর নাম কে এক্টি ব্র্যান্ড হিসেবে জানে? ফুটবল বিশ্বকাপে গ্রেড ওয়ান জার্সি , ন্যাটোর ক্যামোফ্লেজ ড্রেস থেকে শুরু করে ডিজেল, রিবক, নাইকি, পুমা কারা নির্ভর করে না এই দেশের টেক্সটাইল প্রোডাক্ট এর উপর? আর যারা বিশ্বের দরবারে বাংলাদেশ কে একটি ব্র্যান্ড হিসেবে পরিচিত করেছেন তারা এই দেশের ই টেক্সটইল ইঞ্জিনিয়ার রা। আন্তর্জাতিক সম্প্রদায় বাংলাদেশ কে টেক্সটাইল সেক্টরের পরবর্তি চীন হিসেবে ঘোষনা করেছে।<br><br>
			এই হল বস্ত্র প্রকৌশল বিষয়ে সারসংক্ষেপ। যারা এই ব্যাতিক্রমধর্মী কিন্তু অত্যন্ত সম্মানিত এই বিষয়ে পড়তে চাও তাদের জন্য আশা করি কিছুটা হলেও ধারনা দিতে পারবে এই লেখাটি। বলা যায় না হয়ত তুমি ই হতে পার সেই যার ডিজাইন করা পোশাক পরে তোমার ই প্রিয় কোন খেলোয়াড় তোমার ই সামনে কোনদিন উপস্থিত হতে পারে।<br><br>
			so think different, be different.<br>
			লিখেছেন -<br><br>
			ফাহাদ মাহমুদ<br>
			শিক্ষার্থী, ৩৬ তম ব্যাচ<br>
			বাংলাদেশ টেক্সটাইল বিশ্ববিদ্যালয়<br>
		</p>


		<br><br><br><br><br><br><br><br>
    <footer>

      	<h4>Contact Us: <br> campusinfobd@gmail.com <br> <br> 
      	Find Us On : <br><br> 

      	<a href="https://www.facebook.com/Campusinfobd-629435777240518/"><img src="images/fb.png" title="Describe Image Link Destination" width="60" height="60" /></a></h4>
      
    </footer>
 

		
	</div>





</body>
</html>